Repository: edly-io/badgr-ui
Catalog: src/locale/message.*.xlf
Languages: ar

source: Badges
ar: الأوسمة

source: Institutions
ar: المؤسسات

source: FAQs
ar: الأسئلة الشائعة

source: Login
ar: تسجيل الدخول

source: Badges
ar: الأوسمة

source: Backpack
ar: الحقيبة

source: Collections
ar: مجموعات

source: Apps <svg class="navitem-x-icon" icon="icon_dropdown"></svg>
ar: التطبيقات <svg class="navitem-x-icon" icon="icon_dropdown"></svg>

source: Account <svg class="navitem-x-icon" icon="icon_dropdown"></svg>
ar: الحساب<svg class="navitem-x-icon" icon="icon_dropdown"></svg>

source: Open Menu
ar: فتح القائمة

source: <svg icon="icon_member"></svg>My profile
ar: <svg icon="icon_member"></svg>ملفي الشخصي

source: <svg icon="icon_issuer"></svg>My institutions
ar: <svg icon="icon_issuer"></svg>مؤسستي

source: <svg icon="icon_exit_to_app"></svg>Logout
ar: <svg icon="icon_exit_to_app"></svg>تسجيل الخروج

source: Badges
ar: الأوسمة

source: My institutions
ar: مؤسستي

source: Logout
ar: تسجيل الخروج

source: Oops! The server is not responding.
ar: عذرًا! الخادم لا يستجيب.

source: Please reload the page.
ar: يرجى إعادة تحميل الصفحة.

source: All rights reserved. SDAIA © 2023
ar: جميع الحقوق محفوظة. سدايا © 2023

source: Welcome to SDAIA Badges
ar: مرحبا بكم في سدايا أوسمة

source: Access with {{ provider.label }}
ar: الوصول باستخدام {{ provider.label }}

source: Or
ar: أو

source: Login with SDAIA Academy
ar: تسجيل الدخول بواسطة أكاديمية سدايا

source: {{ authorizingApp?.application?.name }} would like to
ar: {{ authorizingApp?.application?.name }} أود أن

source: <svg icon="icon_member"></svg> Know who you are on {{ theme.serviceName || "Badgr" }}
ar: <svg icon="icon_member"></svg> اعرف من أنت عليه {{ theme.serviceName || "Badgr" }}

source: By clicking Authorize, you are allowing this application and {{ theme.serviceName || "Badgr" }} to use your information in accordance with their respective terms of service and privacy policies. You can change this and other account permissions at any time from the Profile menu.
ar: بالنقر فوق "تفويض"، فإنك تسمح لهذا {{ theme.serviceName || "Badgr" }} التطبيق واستخدام معلوماتك وفقًا لشروط الخدمة وسياسات الخصوصية الخاصة بكل منها. يمكنك تغيير هذا الحساب وأذونات الحساب الأخرى في أي وقت من قائمة الملف التعريفي.

source: Authorize
ar: منح أذن الوصول

source: Cancel
ar: إلغاء

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: Enter your email address and we will help you reset your password.
ar: يرجى إدخال عنوان بريدك الإلكتروني؛ لإعادة ضبط كلمة المرور.

source: password forgotten
ar: نسيت كلمة المرور

source: E-Mail
ar: البريد الإلكتروني

source: Cancel
ar: إلغاء

source: Reset password
ar: إعادة تعيين كلمة المرور

source: Almost there...
ar: شارفنا على الانتهاء ...

source: Check your inbox for an email to confirm this request and choose a new password.
ar: تحقق من صندوق الوارد في بريدك إلكتروني لتأكيد الطلب وإدخال كلمة مرور جديدة.

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Enter a new password
ar: إدخال كلمة مرور جديدة

source: New Password
ar: كلمة المرور الجديدة

source: Must be at least 8 characters
ar: يجب أن تكون كلمة المرور من ٨ أحرف على الأقل

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Changing Password
ar: تغيير كلمة المرور

source: Change Password
ar: تغيير كلمة المرور

source: Welcome to <span class="u-text-bold u-text-light1">SDAIA Badges</span>
ar: مرحبا بكم في<span class="u-text-bold u-text-light1"> سدايا أوسمة</span>

source: Share your story <span>Badges</span>
ar: شاركنا تجربتك <span>أوسمة</span>

source: Badges are your achievements that show when and how you achieved them. They are made to be shared!
ar: الأوسمة هي الإنجازات التي حققتها, وصممت لتتمكن من مشاركتها!

source: Save your badges in your <span>Backpack</span>
ar: احفظ أوسمتك في <span>الحقيبة</span>

source: Organize, display and manage your badges.
ar: ترتيب وإدارة وعرض أوسمتك.

source: Sort your badges into <span>Collections</span>
ar: فرز أوسمتك إلى <span>مجموعات</span>

source: Share your badges with the desired group of people.
ar: شارك أوسمتك مع مجموعة محددة من الأشخاص.

source: Bid as <span>Issuer</span> Badges for skills.
ar: تقدم <span>كجهة المصدر</span> لأوسمة المهارات.

source: Individual people or organizations can award badges. Register as an issuer!
ar: يمكن للأفراد أو المنظمات منح الأوسمة. سجل كجهة مصدّرة!

source: Let's go!
ar: لنبدأ!

source: Browse badges
ar: استعرض الأوسمة

source: Group by
ar: التصنيف

source: name
ar: الاسم

source: -name
ar: - الاسم

source: Tags
ar: الوسوم

source: No Issuers
ar: لا توجد جهة مصدرة

source: 1 Issuer
ar: 1 الجهة المصدرة

source: # Issuers
ar: # الجهة المصدرة

source: No Badges
ar: لا توجد أوسمة

source: 1 Badge
ar: 1 وسام

source: # Badges
ar: # الأوسمة

source: No Recipients
ar: لا يوجد مستلمون

source: 1 Recipient
ar: 1 المستلم

source: # Recipients
ar: # المستلمون

source: Category
ar: الفئات

source: Issuer
ar: المصدر

source: Membership
ar: العضوية

source: Metacompetence
ar: كفاءة ميتا

source: Participation/Success
ar: المشاركة/النجاح

source: Professional competence
ar: الكفاءة المهنية

source: No category
ar: لا يوجد تصنيف

source: Search institutions
ar: المؤسسات البحثية

source: Group by categories
ar: تصنيف الفئات

source: grid
ar: الشبكة

source: list
ar: القائمة

source: Open
ar: فتح

source: Picture
ar: صورة

source: Institution
ar: المؤسسات

source: Registered since
ar: مسجل منذ

source: Actions
ar: الأنشطة

source: </div> Cluster </li>Clus Cluster
ar: </div> Cluster </li>Clus المجموعة

source: </div> School </li> <Scho School
ar: </div> School </li> <Scho المدرسة

source: </div> University </liUniv University
ar: </div> University </liUniv الجامعة

source: </div> Other </li> </uOthe Other
ar: </div> Other </li> </uOthe أخرى

source: No institutions
ar: لا توجد مؤسسات

source: 1 Institution
ar: 1 المؤسسة

source: # Institutions
ar: # المؤسسات

source: No recipient
ar: لا يوجد مستلمون

source: # Recipient
ar: # المستلم

source: Close
ar: إغلاق

source: Legend
ar: وسيلة إيضاح

source: The badges are divided into four categories:
ar: تنقسم الأوسمة إلى أربع فئات:

source: PROFESSIONAL COMPETENCE
ar: الكفاءة المهنية

source: A badge from the 'Professional Competence' category reflects a specific achievement in a technical area level. The level achieved can be classified into one of six consecutive levels become:
ar: يعكس الوسام من فئة "الكفاءة المهنية" إنجازًا محددًا في المجال التقني, ويصنف المستوى المحقق في إحدى الستة مستويات التالية:

source: A1: Beginner
ar: أ-1: مبتدئ

source: A2: Explorer
ar: أ-2: مستكشف

source: B1: Insider
ar: ب-1: مطلّع

source: B2: Expert
ar: ب-2: خبير

source: C1: Leader
ar: ج-1: قائد

source: C2: Pioneer
ar: ج-2: رائد

source: META COMPETENCE]
ar: الكفاءة العالية]

source: Badges from the 'Metacompetence' category represent higher-level skills from the areas of strategic tegical and problem-solving work. Here the service is also structured into six consecutive of the building stages:
ar: يعكس الوسام من فئة "كفاءة ميتا" المهارات العالية في مجال العمل الاستراتيجي وحل المشكلات, وتقسم الخدمة في ست مراحل متتالية للتطوير:

source: PARTICIPATION
ar: المشاركة

source: A badge from the 'Participation' category is independent of services provided and can awarded or obtained through attendance at listed events.
ar: الوسام من فئة "المشاركة" غير مرتبطة بالخدمات المقدمة ويمكن منحها أو الحصول عليها من خلال الحضور في الأحداث المذكورة.

source: MEMBER
ar: العضو

source: Membership in a club, institution or similar characterizes people for this to receive a badge from the 'Member' category. The service provided is not here significant.
ar: تميز العضوية في نادي أو مؤسسة أو ما شابه ذلك الأشخاص ليحصلوا على وسام "العضو", وهي ليست ذات أهمية.

source: Available since:
ar: متاح منذ:

source: Share
ar: مشاركة

source: Choose another file
ar: اختر ملف آخر

source: Drag & Drop
ar: السحب والإفلات

source: or <span class="u-text-link">Select from files</span>
ar: أو<span class="u-text-link">اختر من الملفات</span>

source: Loading...
ar: جاري التحميل...

source: Copy badge
ar: نسخ الأوسمة

source: Previous changes will be overwritten when copying!
ar: ستفقد كافة التغييرات عند النسخ!

source: Group by institution
ar: التصنيف حسب المؤسسة

source: Badge
ar: الأوسمة

source: Copy
ar: نسخ

source: Export badge
ar: إصدار وسام

source: PDF could not be created...
ar: تعذر إنشاء ملف PDF ...

source: Download
ar: تنزيل

source: Updated Terms of Service
ar: تحديث شروط الخدمة

source: We’ve updated our <a target="_blank" [href]="termsOfServiceLink">Terms of Service</a>.
ar: قمنا بتحديث <a target="_blank" [href]="termsOfServiceLink"> شروط الخدمة </a>.

source: I have read and agree to the <a target="_blank" [href]="termsOfServiceLink">Terms of Service</a>.
ar: أقر وأوافق على <a target="_blank" [href]="termsOfServiceLink"> شروط الخدمة</a>.

source: Please read and agree to the Terms of Service if you want to continue.
ar: يرجى قراءة شروط الخدمة والموافقة عليها إذا كنت ترغب في المتابعة.

source: Continue
ar: المتابعة

source: Need Help?
ar: هل تحتاج مساعدة؟

source: Search icon
ar: أيقونة البحث

source: Icon
ar: الأيقونة

source: Tags
ar: وسم

source: ID
ar: الهوية

source: Choose
ar: اختر

source: Load More...
ar: تحميل المزيد...

source: No icon found for "{{ searchTerm }}"
ar: لا توجد أيقونة لـ "{{ searchTerm }}"

source: Please use English terms to search for the icons.
ar: يرجى استخدام المصطلحات الإنجليزية للبحث عن الأيقونات.

source: Open the
ar: فتح

source: tab
ar: علامة التبويب

source: Badge Options:
ar: خيارات الأوسمة:

source: Include recipient email:
ar: إدراج البريد الإلكتروني للمستلم:

source: Copy this link to share
ar: نسخ الرابط للمشاركة

source: Copy
ar: نسخ

source: Open in new window
ar: فتح نافذة جديدة

source: Badge options:
ar: خيارات الأوسمة:

source: Share on social media:
ar: المشاركة على وسائل التواصل الاجتماعي:

source: Badge options included
ar: الخيارات الواردة تتضمن الأوسمة

source: Recipient E-mail:
ar: البريد الإلكتروني للمستلم:

source: Badge Name
ar: اسم الوسام

source: Date of award
ar: تاريخ الاستحقاق

source: verification
ar: التحقق

source: Preview
ar: معاينة

source: Embedded code
ar: البرمجية المضمنة

source: The embed code goes here and changes dynamically as the checks and radios are pressed above.
ar: يتم وضع رمز الإدراج هنا ويتغير بشكل ديناميكي عند النقر على العلامات الموجودة أعلاه.

source: Copy
ar: نسخ

source: Filter your badges
ar: تصفية الأوسمة

source: Group by Issuer
ar: المجموعة حسب الجهة المصدرة

source: No badges or issuers matching your query
ar: لا توجد أوسمة أو مُصدرين مطابقين لاستعلامك

source: Create badge
ar: إنشاء وسام

source: Once you have created a badge, you can give it to as many recipients as you want.
ar: بمجرد إنشاء وسام, يمكنك منحها لأكبر عدد من المستلمين.

source: Copy badge
ar: نسخ الوسام

source: Create Badge
ar: إنشاء وسام

source: Creating Badge...
ar: جاري إنشاء وسام...

source: Tags
ar: الوسوم

source: External criteria View URL <svg icon="icon_external_link"></svg>
ar: عرض المعايير الخارجية لعنوان URL <svg icon="icon_external_link"></svg>

source: Criteria
ar: المعايير

source: Badge awarded
ar: منح الوسام

source: More
ar: المزيد

source: <svg icon="icon_edit"></svg>Edit
ar: <svg icon="icon_edit"></svg>البريد الإلكتروني

source: <svg icon="icon_remove"></svg>Delete
ar: <svg icon="icon_remove"></svg>حذف

source: Awarded by:
ar: منحت من قبل:

source: Based on
ar: استنادا إلى

source: Expiry Date:
ar: تاريخ انتهاء الصلاحية:

source: Minimum duration
ar: الحد الأدنى للمدة

source: Category:
ar: التصنيف:

source: Level:
ar: المستوى:

source: Shortcuts
ar: الاختصارات

source: Visit link URL <svg icon="icon_external_link"></svg>
ar: قم بزيارة URL على الرابط <svg icon="icon_external_link"></svg>

source: Search for email address
ar: البحث عن عنوان البريد الإلكتروني

source: Search for email address
ar: البحث عن عنوان البريد الإلكتروني

source: {{ instanceResults.length }} previous awards. You can use the Next/Back buttons below to view additional awards, or search for assignments using the exact email address/recipient ID.
ar: {{ instanceResults.length }} الجوائز السابقة. يمكنك استخدام زري التالي/السابق أدناه لعرض جوائز إضافية، أو البحث عن الواجبات باستخدام عنوان البريد الإلكتروني/معرف المستلم الدقيق.

source: Awarded on
ar: منحت

source: expired
ar: انتهت الصلاحية

source: <svg icon="icon_share"></svg>Split
ar: <svg icon="icon_share"></svg>تقسيم

source: <svg icon="icon_remove"></svg>Take back
ar: <svg icon="icon_remove"></svg>استرجاع

source: Pagination
ar: ترقيم الصفحات

source: Further
ar: المزيد

source: No recipients.
ar: لا يوجد مستلمين

source: No recipients found.
ar: لم يتم العثور على مستلمين.

source: Awareness
ar: الوعي

source: Beginners
ar: المبتدئون

source: Specialists
ar: المتخصصون

source: Experts
ar: الخبراء

source: Scientists
ar: العلماء

source: Could not load recipients this.issuerSlug / this.badgeSlug
ar: تعذر تحميل المستلمينthis.issuerSlug /this.badgeSlug

source: Warning
ar: تحذير

source: Are you sure you want to revoke <strong>this.badgeClass.name</strong> from <strong>instance.recipientIdentifier</strong>?
ar: هل أنت متأكد أنك تريد إلغاء <strong>this.badgeClass.name</strong> من <strong>instance.recipientIdentifier</strong>؟

source: Revoke Badge
ar: إبطال الأوسمة

source: Cancel
ar: إلغاء

source: Revoked badge to instance.recipientIdentifier
ar: تم إبطال الأوسمة إلىinstance.recipientIdentifier

source: Failed to revoke badge to instance.recipientIdentifier
ar: فشل في إلغاء الأوسمة إلىinstance.recipientIdentifier

source: Are you sure you want to delete the badge <strong>this.badgeClass.name</strong>?
ar: هل أنت متأكد أنك تريد حذف الأوسمة <strong>this.badgeClass.name</strong>؟

source: Delete Badge
ar: حذف الأوسمة

source: Removed badge class: this.badgeClass.name.
ar: فئة الأوسمة التي تمت إزالتها: this.badgeClass.name.

source: Failed to delete badge class: BadgrApiFailure.from(error).firstMessage
ar: فشل حذف فئة الأوسمة: BadgrApiFailure.from(error).firstMessage

source: Error
ar: خطأ

source: All instances of "this.badgeClass.name" must be revoked before you can delete it
ar: يجب إبطال جميع حالاتthis.badgeClass.name "" قبل أن تتمكن من حذفها

source: Ok
ar: نعم

source: Badge Basics
ar: أساسيات الأوسمة

source: Badge images can be either PNGs or SVGs or the icons selected via the icon search. About that A frame is automatically placed on the selected image/icon, depending on the category.
ar: يمكن أن تكون صور الأوسمة إما بتنسيق PNG أو SVG, أو يمكن اختيار الرموز من خلال البحث عنها. بالنسبة للأوسمة, يتم وضع إطار حول الصورة / الرمز المحدد بشكل تلقائي, بناءً على الفئة المحددة.

source: Name
ar: الاسم

source: Short description of the service
ar: نبذة عن الخدمة

source: Criteria <span class="font-family-plex-gray">(At least one of the fields is mandatory.)</span>
ar: المعايير <span class="font-family-plex-gray">(يجب ملء حقل واحد على الأقل.)</span>

source: What are the criteria?
ar: ما هي هذه المعايير؟

source: The criteria field describes exactly what needs to be done to receive the badge. Some issuers choose a URL on your website as an information page that explains what the badge is about and how you receive it.
ar: يصف حقل المعايير بدقة ما يجب القيام به للحصول على الأوسمة. يختار بعض المصدرين عنوان URL على موقعك الإلكتروني كصفحة معلومات توضح ماهية الأوسمة وكيفية الحصول عليها

source: Either text or a URL is mandatory.
ar: من الضروري إضافة نص أو عنوان URL

source: How do you get this badge?
ar: كيف يمكنك الحصول على هذا الوسام؟

source: URL
ar: عنوان URL

source: URL to the badge criteria
ar: عنوان URL لمعايير الحصول على الوسام

source: Duration
ar: المدة الزمنية

source: What is the duration?
ar: ما هي المدة الزمنية؟

source: In the duration field you describe the time scope of the service that is necessary to receive the badge.
ar: يصف حقل المدة الزمنية نطاق الوقت اللازم لتلقي الخدمة التي تؤهلك للحصول على الأوسمة.

source: Duration in hours
ar: المدة الزمنية بالساعات

source: Category
ar: الفئات

source: What is the category?
ar: ما المقصود بالفئات؟

source: As a category you choose between participation/success, membership, professional competence or a meta-competence.
ar: في الفئات, يمكنك الاختيار بين المشاركة / النجاح, أو العضوية, أو الكفاءة المهنية, أو الكفاءة العالية.

source: Level
ar: المستوى

source: What is the stage?
ar: ما هي المرحلة؟

source: Competencies are represented in 5 levels: Awareness, Beginners, Specialists, Experts and Scientists.
ar: تُمثل الكفاءات في 5 مستويات: الواعون، المبتدئون، المتخصصون، والخبراء، والعلماء.

source: Shortcut <span>(Optional)</span>
ar: اختصار <span>(اختياري)</span>

source: What is the link?
ar: ما هو الرابط؟

source: Open badges can optionally be linked to educational standards. This link information can be important for people who see which badges you have received or for people who consider receiving a specific badge.
ar: يمكن ربط الأوسمة المتاحة اختياريًا بالمعايير التعليمية, وقد تكون المعلومات المتعلقة بالربط مهمة للأشخاص الذين يرون الأوسمة التي تلقيتها أو لأولئك الذين يفكرون في تلقي وسام معين.

source: Remove
ar: إزالة

source: Short description
ar: نبذة مختصرة

source: Show advanced options
ar: إظهار الخيارات المتقدمة

source: Hide advanced options
ar: إخفاء الخيارات المتقدمة

source: Frame
ar: الإطارات

source: Code
ar: الرموز

source: Add shortcut
ar: إضافة اختصار

source: Tags <span>(Optional)</span>
ar: الوسوم <span>(اختياري)</span>

source: What are tags?
ar: ما هو الوسم؟

source: Tags are an optional way to describe a badge. Tags help you find badges on certain topics.
ar: الوسم هو طريقة اختيارية لوصف الأوسمة, ويساعدك في إيجاد الأوسمة المتعلقة بمواضيع محددة.

source: Delete
ar: حذف

source: Add Tag
ar: إضافة وسم

source: Newer Tag...
ar: أحدث وسام...

source: Add
ar: إضافة

source: Validity <span>(Optional)</span>
ar: الصلاحية <span>(اختياري)</span>

source: What is the validity?
ar: ما هي الصلاحية؟

source: Describe the duration for which this badge is generally valid. This information can also be found at the award can be changed. Badges are marked as expired once their validity expires.
ar: وصف مدة صلاحية الأوسمة بشكل عام. يمكن العثور على هذه المعلومات في خانة المنح ويمكن تعديلها، توجد علامة على الأوسمة؛ تشير إلى انتهاء مدة صلاحيتها.

source: Number
ar: الرقم

source: Optional details
ar: الخيارات التفصيلية

source: Link to educational standards
ar: الربط بالمعايير التعليمية

source: add
ar: إضافة

source: added
ar: مضاف

source: added
ar: مضاف

source: validity
ar: الصلاحية

source: Find out more about Open Badges <svg icon="icon_external_link"></a> </div>
ar: معرفة المزيد عن الأوسمة المتاحة <svg icon="icon_external_link"></a> </div>

source: Cancel
ar: إلغاء

source: Days
ar: الأيام

source: Weeks
ar: الأسابيع

source: Months
ar: الشهور

source: Years
ar: السنوات

source: Remove Alignment?
ar: إزالة المحاذاة؟

source: Remove Alignments?
ar: إزالة المحاذاة؟

source: Are you sure you want to remove these alignments? This action cannot be undone.
ar: هل أنت متأكد من حذف هذه المحاذاة؟ لا يمكن التراجع عن هذا الإجراء.

source: Are you sure you want to remove this alignments? This action cannot be undone.
ar: هل أنت متأكد من حذف هذه المحاذاة؟ لا يمكن التراجع عن هذا الإجراء.

source: Remove
ar: إزالة

source: Edit Badge
ar: تحرير الأوسمة

source: Edit the information about this achievement.
ar: تحرير المعلومات المتعلقة بهذا الإنجاز.

source: Import preview
ar: معاينة الاستيراد

source: {{ transformedImportData.validRowsTransformed.size }} Rows can be imported. {{ transformedImportData.duplicateRecords.length }} Rows are duplicates and will be ignored. Click click GIVE BADGE to award the badge.
ar: {{ transformedImportData.validRowsTransformed.size }} يمكن استيراد الصفوف. {{ transformedImportData.duplicateRecords.length }} الصفوف مكررة وسيتم تجاهلها. انقر فوق منح الشارة لمنح الشارة.

source: Proof
ar: الدليل

source: Remove
ar: إزالة

source: Notification
ar: الإشعارات

source: Notify the recipient with an email
ar: استلام الإشعارات عبر البريد الإلكتروني

source: Abbrechen
ar: إلغاء

source: Badge awarded
ar: منح الوسام

source: {{ transformedImportData.validRowsTransformed.size }} Rows are imported. The following {{ transformedImportData.invalidRowsTransformed.length }} contain errors. Please fix the errors or select REMOVE.
ar: {{ transformedImportData.validRowsTransformed.size }} يتم استيراد الصفوف. {{ transformedImportData.invalidRowsTransformed.length }} يحتوي ما يلي على أخطاء. يرجى إصلاح الأخطاء أو تحديد إزالة.

source: Proof URL
ar: دليل عنوان URL

source: Remove
ar: إزالة

source: Further
ar: المزيد

source: Instructions
ar: تعليمات

source: You can import a list of recipients who should receive the badge. The file must look like this:
ar: يمكنك استيراد قائمة المستلمين الذين ينبغي أن يحصلوا على الأوسمة. يجب أن يكون شكل الملف على النحو التالي:

source: <li>Include email address and proof URL</li><li>CSV oder TXT Format.</li>
ar: <li>قم بتضمين عنوان البريد الإلكتروني وعنوان URL المثبت</li><li> بصيغة CSV أو تنسيق TXT.</li>

source: Use these <a [href]="badgrBulkIssueTemplateUrl" download="badgr-bulk-issue-template.csv"> Example template </a> to create a CSV or TXT file
ar: استخدم <a [href]="badgrBulkIssueTemplateUrl" download="badgr-bulk-issue-template.csv"> كنماذج </a> لإنشاء ملف بتنسيق CSV أو TXT

source: Import
ar: الاستيراد

source: CSV Columns
ar: أعمدة CSV

source: Here's a preview of the first one {{ importPreviewData.rows.length < MAX_ROWS_TO_DISPLAY ? importPreviewData.rows.length : MAX_ROWS_TO_DISPLAY }} from {{ importPreviewData.rows.length }} lines of your file. Choose the appropriate heading matches the respective column of your CSV file.
ar: إليك المعاينة الأولى{{ importPreviewData.rows.length < MAX_ROWS_TO_DISPLAY ? importPreviewData.rows.length : MAX_ROWS_TO_DISPLAY }} من إجمالي{{ importPreviewData.rows.length }} خطوط في ملفك. اختر العنوان المناسب الذي يتطابق مع العمود المقابل في ملف CSV الخاص بك.

source: N/A
ar: غير موجود

source: Further
ar: المزيد

source: The CSV file contains lines longer than its heading. Please fix this error and try again.
ar: يحتوي ملف CSV على خطوط أطول من عناوينه. يرجى إصلاح الخطأ والمحاولة مرة أخرى.

source: Bulk Award
ar: المنح الكبرى

source: Badge awarded
ar: منح الوسام

source: Award the badge to a user or <a class="u-text font-family-plex-blue" [routerLink]="['/issuer/issuers', issuerSlug, 'badges', badgeSlug, 'bulk-import']" >click here to send the badge to several users at the same time</a > to award.
ar: منح الوسام لمستخدم معين أو <a class="u-text font-family-plex-blue" [routerLink]="['/issuer/issuers', issuerSlug, 'badges', badgeSlug, 'bulk-import']" >انقر هنا لإرسال الوسام إلى عدة مستخدمين في نفس الوقت</a >

source: Recipient information
ar: معلومات المستلم

source: Badge awarding
ar: منح الوسام

source: You can assign the bage via an email address or URL.
ar: يمكنك منح الوسام عبر عنوان البريد الإلكتروني أو عنوان URL.

source: Name of the recipient (optional)
ar: اسم المستلم (اختياري)

source: Recipient Name (optional)
ar: اسم المستلم (اختياري)

source: Note</strong>: The recipient's name is saved as plain textNote</strong>: The recipient's name is saved as plain text in the badge.
ar: Note</strong>: The recipient's name is saved as plain textملاحظة</strong>: يتم حفظ اسم المستلم كنص عادي في الشارة.

source: Identifier
ar: المعرّف

source: Identifier of the recipient
ar: هوية المستلم

source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صحيح.

source: Please provide a valid URL.
ar: يرجى إدخال عنوان URL صحيح.

source: Please enter a valid phone number.
ar: يرجى إدخال رقم هاتف صحيح.

source: Notify the recipient by email
ar: استلام الإشعارات عبر البريد الإلكتروني

source: Narrative <span>(Optional)</span>
ar: السرد <span>(اختياري)</span>

source: What is the narrative?
ar: ما هو السرد؟

source: The narrative is a general description of the success related to the badge.
ar: السرد هو وصف عام للإنجاز المرتبط بالوسام.

source: More Information
ar: المزيد من المعلومات

source: Proof <span>(Optional)</span>
ar: الدليل <span>(اختياري)</span>

source: What is the proof??
ar: ماهو الدليل؟
