Repository: edly-io/badgr-ui
Catalog: src/locale/message.*.xlf
Languages: ar

source: <img src="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAFAAAAByCAYAAADEdVaQAAAAAXNSR0IArs4c6QAAAHhlWElmTU0AKgAAAAgABAEaAAUAAAABAAAAPgEbAAUAAAABAAAARgEoAAMAAAABAAIAAIdpAAQAAAABAAAATgAAAAAAAACQAAAAAQAAAJAAAAABAAOgAQADAAAAAQABAACgAgAEAAAAAQAAAFCgAwAEAAAAAQAAAHIAAAAAWGyIigAAAAlwSFlzAAAWJQAAFiUBSVIk8AAAGjVJREFUeAHtXQuUHFWZvvdWdU/PezLJTOaVEDAJxgmCBhWQVXm5wq6guyKcZQ+7Chvx+Dh6DioBkpSBoKIEFIGVVfcgRkFQUREFUVgUdQMBgYQgJCQwz8683z1dVffu99eke6q7q7urp2tmOp69J5Oqus//fve////fZzP2/64oBHhRqQNMrBTj7ItMO8RW6bUs3qhJ2Y7sT+aCncCVWCOVbFSKL2WMcy5kP1e8iwn2VyX5LibspyxmvljffOwU27jb4pypAEnLmdWiAoha8j6joTJsiYaQzteZTJwppDobFK8VgpVLRKC/XE6jGgAwRDuslHpMcH6fztQzERbp5cahWK60QYQtGoBDxqo6zZ4+gensdCXZBwDBBiE4GI/NmX0EagPuswHkU1yx74WE/psyo/MAvPM0w9yhXHAA9xrt4WPY0LskU+cBrAs0wY4j9snHaYVUkYAEZDY482Gds+8cZD0PthssXkgefuMuKICx61a8wbLtj9lSvR+cshbAiXljDSBAQCrOOnTOvzs5Eb+p4cb+Mb/A+I23YACObGk6lwt+DbjuLSCuwi+BQcTjjI8AzJ1T3PxCo9E3HkSeiTzmHcDHDKa/lTV/EjJpEzhuGThOJApfyCcqOq24+k5tT+9n+J3MDKrsea/M23nTNeinN0PGNeYCj7pbBAKruowz0qyCKRN+MfxZZfCvCnMW0hwlMae6o+wy9OcrhppaPjSnDLIkmjcOVN9YXTYxOPlZqdR2gJeroaYA2Ai442lui4eVZj0zzeSh2EhkqG1HZ6z/xmVVfCrcGpZsDePqFHDxOQD1WORZ7YCSpWLZvCF7R4XNTqm+vmdftjiF+M8LgArddkw2XQJ+uQNWSbkXQSh4Alryrwh7SHB5b9XW6F4/BjDyDo/Zze/gGvsnpH23LdnxePqWqVRhlPOQFYv9S/1XhkbwWZSbFwAHjcY3a1L7BThkZTp11FXBRQcxnvixyeV/LzV6X0yP4/d7zFi+XjHtUmT4D8hzHcrzVR8AOIn4l9Zt6/mx37KyxfNVYLbEXv7EfSOy6fuoy4cRnpI/CCfT4gmYFrd0qPpftht7i7bN1Lc2hEZ6et7NlfoIZNyFaJ4QgMzpiCjQ8ofoYOXZa27dP50zcp7AlArmiesreHRL8wdRgR/ir8ydAAXZMJp3xoX82pLN0T2oQL56upPnfR8wWttCTF2slNyMMXNNvgSgZyKss3PLt/T8Pl/cXOG5hHuudJ5hfZ9fVg1b7xPp4FG3BevdL3Tt6vot0ReCBo+IWWp0dU6O23egkT4NZT3lSWCqZ7lt8/PVhQzR5+4CBbCyIrIOo4zT3OQQdgD0kalK+7KKazu73GFBvzd9LTpR2dT6AyiY/5wpNnsJoElAq5/T197gqeSyp0wNCRTAuLL/A9yVTlBHKMQvb/pcdCK16Pn54h/bbaIbfzmkYborj4OFsB5ypilPtJzBgQE4YNTXwN59H7TbrFNsSgl1ZcW13R2znvP/Vm1ED9vK3oohnJmrNNifmiZDb8sVJ19YYACGWcVbgR0mPI84hZ7L+YO1za0/TXgt7FP7OeeK7MysDjYk00PO2DxrnHwBgQBoGEzoQp0OgmY1L4ZhGpN3UJfKR8R8hO9g3YNowF85CixLAdRbMBe5EqbXnHGYc0I3TVtZu27airpCMj8QvrtK9D7pjreQ72hUKWz7bkxiZNXIJG0w+1rH3pRqrxZCZ7LChSTKjDtRge6yLuFPmhfK5G4+T5OYiXLyPZ/SovukYE9ni0d0QtAodl+2GPn9AwEwxuI16A7HJIpDy06gaReN+xJ0nGEwC7T8Gt/EbJ4OQ0qLtWcP90zk8gwEQNNmK3TBw4l80bJ9PCL7E9+L+dSY+iPGypYnDSBU01kvMxYZQKmxdZi2StIoNDZkjUWKHucmMyzixbK1IXDZqFcWxD1WnO0HjrPEe0XM4RcIB4aEanQvCiHTycmIVdQgPQfNBQVxZY1CPnvT4ghBO6uM9FNQIACGBafJzaQjuqYZpkBLwJm67Q2eQxsfYGVqTzFkBgJgOgEAk69K91yk74o4uidY0Lt49Wxldc2wd5g/30AAhPyz3cWB2tBQRMwa1e7ABX43hRYBhF4AWhjq/ZYN7i/K0A8EwClTjbkzgjysCcfG0icVFhi6meIU18nEyqAFuyAmMMX2K9iqRYkad73nXEFNaJiin00OgpeaDC1fAk7X7CUgozqTFPXy12TXC5n+hfkEAiC3rX3uMSewrK+0aSfV4jssCJ5MIsVNCeizMXP0FRruuf3n8h4IgEJqwzD5BxIE0DLmFFf/mPherKfCPhyIv/NRvqt/ONQ8bytZ1FR+ok6BAFhuxodBYcrUEYzX9xYzy5EgsJjnCBt8M9THBnceqHActN6BZdQ+t/9c3wMBkFX002zzLvwltR248MQx1rJ2roQVm47WOjCMuxRgpawZY0Xw0QFRdndQ6zKBAEiaTHD1KOSg2ySI2LZ6HxBN7z7FYuMr/WT7suVQZue6R0ggpJ9xed2xAW68DARAqlFF2fQf0G3dU/ca7NcPRK9cnsIBvmofQCSpQh9XShyTyIqsBDTmjhq27JmEXxDPwADkVznbJHa6ieJMnFpRrp3k9luI90mj6e0AayMUSFL7Yu3yIWGKO3kAi/nuOgQGIGWqEYEc00NJp6AF5dUL2Y2f3shCtuJfRfdtTJChaXzIsuUna77UlbQUEmHFPgMFsDzU2SMU/y/0Fse+AnCQgOLUYaP1xGIJ9ZNeAby1zc3b0IjvcspGIsjlQYyEL667PnrQTx6FxglcwB82GqrKpPYARvBnEP34U/jvzurWlk/N5wIT2XzDcuASrJZ/HeA5Iw8A2a8J9WUVY98jYDiHrgtLDUNPp97lFVyOTwhZrkKWXRayx0es6bbazmlSihTfjwscQCp0fHPjiVLo38Nu+TcTJ6Ai49DS7682eh+n8KAdgTcqh/4ZMu8byHsZ5Y+KDQGmewUX/4sZ6XWgoQptGcIW4wo0q9PzsCHJhOKbhqaeQvxJKdWA0lh/mIsBcO2AaYm+eDzWm2tv9bwACND46Jam8/DYgbqspdqgAr+qHpcXcmy/oAoG5cjeG3tjy78pLrejlCanwTBUA0LPg40Oo+x3YgEd4OV2lI7UNMCUoHUQMjSKZwc2Kh3QNfVc3BK76rSuF9K5c14AdGjBWuuobD4Hm31uAFFvBUET0IQfr9rWc3fuqvgPdRrKaLkInPRVlNHmSonFODaM8CUUx+Xv+5USAcDE8YtBrPm8gmm7Jy1u31VvHH4+kdGcMk8kzvd8DHsF3yZa25ktr7Q5+yA4oXNqwjwTXaI7X1o/4WPXNa+TJvsZ4q72AooA8Kog4tImz4Ic5YMkk2CIVyDfjRqj+wHKwCv/gjLOF3n86mOXSy22FqqkVujyHNuyvll7fd8r+dLlCydlVcFCP7ekOoMqQbNBOB7mCDdT8jgq+pJlqxfQBfeg4oeFJi3IP3QCXodaryrjfD3SnorxXrmFvl4IoLrGBizFL64zuh8NFEBlrIqMsOn1kNHvwi77MyHUT7Jttpdr6us1TDzOje7JfMD4DY9va94wrdhjACgMzn4V5ezBjNATKPdPkxrf1+KjrN4rl1dWVbELMHl0NQBshxjw5ZwGE+zJqhHtnDkBiFkWfSS2slpF4rU64yuxJ/BUaLP3gAveBm2rA8Au05a/UEL/dq3Rud8XVQVGGjLq6rhZvnosNPFqmzE6hIr4rH5mQVSfMbv1X6GIrkIoiQNwam6HRsP2Qvu9vgFEIaJ3umlphc5WwThejUH5adiTfCbWFdYIAUNKslF0m+fAdQ/qpr6zYvv8bqbMXb25hQ4ZrSfpSt0EZfHufCAScFgWuCcvgHtxrKDFbl2naQrzaurtYHVs6GYAjWnE8vi28P4kBOtDGHjeU250vz438ksjVey6luPjlvo26nZ6PorQ4w5lBVD9iGkje5a/RxfauTAwT4FRegIS1EAQO32FNBxeOgDenSaTDywxcM5jJihfuSUfPmy0nA3T6F4wR30uYlFfEh2ZbvKatlYzZG1CFz0LIB2LGGXpAgZDpsew0f42JcQLklkWhMZ4FSuPd2I4tOLmzqxbyjJLKz0ftaOtfHTYppMGF+SijnbAZgA4dE3zMVqI/0BJRTtOPVfWwH0YVHLMuqgY3jnYHdthYO3hDwWOImzPpKVubbiuZ3cuAko5bNRoOR/y6Wf5NHMKgN1GS0UNY7/DpsN3gH3n7Kh7418Mhwwvx8hj55wzWsSEHZ9l5bW1zVGILGdiIhspMD1nHKnyGsW2wiQhRVGUo/RouQj2lH1rwGg5DZ8pDVVU5guUeMXNbArgPZKvuCSAQ6zxTTiGf3nAla3UpbplbFNrTmGcj8hFDP8NWj5l20o6LQ6AZOOFmLgCgZ4VRSYdsPE68BzAHy0LOkMnevpwJ8qQfaaPeCUXBZr4GVgfORWiTlSPh5uW8jh/n+3ZdfkwBphXhTUZt5ioMW27UXHeghWjVsz3rYHCWAMgI95pHbsmjFHKR1FMETuRFwfbkNS748Km3VtZp8McAGVcvQEX2DgTkemkciWfqGGRn/DNM3ewUBenu16YqS8VIdWMudvjJRcfgklzHsKSIiElH8XeOWq0rq0xul5O8S/xj2hIH6iXsgujK/dUWQrVRyosVoOLKlNCZj6IsX7Pth5KblJEPEUXNyzZ3vNarRH9c7Xo3als6zMY1tyLMFgymQ7+Vcq2z84MKW0fWj9GhV4iqyKbcwDE0IwOK2dwD9JZuib+ggwQ7O0wQ2vVXX/4AM2R4aTmmFcsJOaaJki75yDFK+Xi+2F257lcRDugScaPy0KqFTPFvixhKd7UPW1b/tSrMEIf3eAY9sV2DJePLoc235PLrHMAVFJ6n1jkLLqsgFkVnHO4HTw26gkRNl2OspGswtgzTQl4WrA+AGDWHugACC3pWTEMz14qpA7T8emXIQ6e80oDWVKPE+WLss3Dix6/fhazceYuuynjAIgxn+d+ZgD7mt+CKN6SrwyNAqiHMWuT4eBVhXvBHK2fEVjCHoJJmkXPtqOBFq8g4T0OohAGWESIUrhfhzSYnBH3geUxikt16AORKVvPOa5MTVEaXxYLQUWoES9qUKfpGRnIcbYt3RGCQgyle+f7rt7bdQBxns2Ip1g4NLNfOSOolD3KWAzXEXrgA6IB3ugMByqeDagMTspXWX4fs2H20BgyRfDCD5eoZe6Wz5ffYofbmHhHF/UczmEpY+Z0AirW4UUo5gRzDqS90pCfqezHgV56WsFg52RLU6r+DfW1JiaWU5ghQauSYuoIB8pDCU/3E/N5XqMTdxTPdyW1TgRkmjNQ638rDkyHy9DULgdAqJKDND3trhwZj0Lj3vahO6LHe9gWh+Hdnx6Ey2SPOkOaDY6AZpkxM0/LmqbNn3QA1GytCyIrg2MQ2JIOgp/v6v1dw5CAmds30Ep+0pdUnAiWe3hmT8QIxbQs+ykHQFvjtLqWoaotptbPpTKkSKCiMgbhypYlcYa4kDr1xXQbMjDD/MJU3gEVNl93AHx4b+cIxNMz6eyBXryS9qAUUmAyrsrMD3tKjjqnYaccOk7GRDM8dx/sHpxRIh8Gx5iSPaClDSEgB0MhO7RmLrWWir/obhDkJS0bRulR5uKxcD2GwikciHpZ2O725w3fwqaCRH2smPgfcFzqkAULQxCgJybiFPK0NPNA6iw1jCKBzWhHmYuEtWMBWBInIh/LG9OYKPwjNDFtX55x9RV1hxHxT4nvI08Ajc2RRmoGaXE8P8H6NIYkbTzjOI/bcT6e+Dxanjqz30gmi9uBI3tq2RLnpHsSQGbsNcGBDyNuigEMbXMKlHGGGndn6PVuVoboIuxZAHExdnlEJme2vdKUoh/q/xbgkuJwgOcnifMmSQABnJq21G8ztLHiJ40zuSolBx8fyzXIO9cJToA5jbslPYdEPrJblCh05gRTLevJJk44ADZtaepB13fiFTeH/bXnZUT+86wPkmPrmmTiYrefn/f9ByMEYHKMjW4wLe3QUcWBK5Y1kgJJHUwI1RnW7OTiWJIDCZSZiQB1l7sbE/r0YwHDV61c4ge4RJzVS/fbQlNJALHqFxu1zKNKiVSGQ82ofvLgOIlCjIqfes08nKxXCoBUeUy/7ALXpc0DquNUOF7omTcJ+ym5yISrjifKsHsrAfDR8LSlPAG9aHY+gOScEve0u+4EywCwf6CqB2PWp9MqWIEF9I+m+eX+NBwVn9S6kK0TdTWlcRlPbsLdodjeh0saZ334yyNj4pHZ7zT7hgLoWmAl7O/SYNnlsGLJL+rb1Or7ADUlhzqfQAs6IljaYpJVdhY8v+iiYUFfYbph+WH22gJiPi7Zd9L3PmZwIFFZraK/xEjigJtimMGhsrDaNJOxOyTrO0lPCy3oAIgfvhhiS7wX3rPmsIgBE7L5LPSapPxDJYa4Zj+UTpIngByL5dhDeQciJ21CGoPhAPWZo6xtVXom2b6xizXJcSion3346ACQtjdDgH+ItjOTO9IZd/ez8v0zPrP/ewLoBAvtF3imDO2QYZuQ8hK/IxO02jh1YbLkcaglSt1gtugSfnuxrRa0nuIiFmNefpvXVQFZAexgXYcA/RPuYQwyxCQ1+1hcLG/3U30MAx0aSJ5iWPKKnzSlEGfUNtfAfDsmQQsY8S+Tk/ajiW/3MyuApKqxFHAbZJ/pTgCGWh6X4lN7cfzB7Z/1HSDCjlS6Eq9mjVNiAZiJvwSgJWZgcIxD3bW8Kuo5isoKINWpjtlPY4PhH9z1Iy7E9t2LjmOtp7v9c72DmEm9TNE6Scm7QaNlJaTeBxKEohe9jomR+6EXUI1MlxNAjm1sMIZ/iGRJZUBZgL1rwFTb6fLtzCzTfDAaBxETN1rdXWkhJfcJ5uARzi6ArG8h4hzxpdTtVUZfbzZicwJIiWqF9UNMtNIuzRRnYjN6mEXOS/FM+8Bu/1oQwXEJxEEjSwumJVncT2NVGZTdpQDSMZ4BTqdmWT/IRVReAB0u5GoHgEhnYShktoPOlXgVQK0psCRNYZAhL9C3V7xS8huTU3+P3nLyEZogvdQ9FeH+tGFtKsV5AaTolqn/CPo0owtCoTTjty9vUF9dPjtedOUP/GDNkybm8/rrgq4i5/zqnP4U/At0dpicrvH9U9y6OZvsm4nlMZRLBLiftXrHa5iafhCtk+k4O390Qnt/egBFxdR3BR4AsLBtcul5LcS3JsvPkJK/hcpCb4vDdLilwch/st4XB6IV0DDym9jFlZzGcVWqCqdqtg4YTW9y+ZGiIduPbo7EuWiZuUbsjrzI773oQdB1nwfJ0CEOgOgx9k/8kOULQMqoivW+hMy/i790WUjBa2DnbU3pyvipW5yzqAToI1jD8gKe0i26o1FV+ZjYiHVe+i0AchDtfEcl65tdjpjx9/zfN4AkCyDvdqIbZ2zZQMvhpjl1wcSkuBycR40I1w4dgt35TA1DDQ/O+JXe/0OspQ1UXQGqZ6atcD0e7vzCmocno2RUwDeAlLLijd3PY2D7J8c+SssKIJZhBueLY1taTksE4UeUazESHqsu6ypZDhRKbgK9a4hmWFxxMMh2XFPgu8ELAhA/dGZbcftaTGt7Dmsw7KvFBRP3jxgNqzEVCA5UtZKrjMtqEgAv9nN4S+tZmDz+CBqfeAKdR91VbfQ8UQhdBQFIGS9pqn4FB+XuwWuGLAQhdGi4Seeh+8bs+AZn67CU6WvNlM2iu3GjoQkXZGwDaIn94btte/q6QgkrGED+acxY285cYV+2wmDNn4SJiK/D9q7imng+W7zF8lefWl2mpH4ZmC4hbg4p/HTv0u2DHYXSVDCAVEDNtt6nwfM7YeER02U4MmHgNuBOl9MwJ72y2N9uyyigSI/JpeO01vEZohOzzn0QSZtxiU7KWoffIuYEIMADNvI2EPFatoIIQ/yFYUx/aby95RN0KU+2uAvp71wXpcSXsG9nGeQeXRpxbc1w5X1zpWFOAFJhz7Lo64DxtnwFQ1CuhXK5doLFbx+6qmlVvvjzGT5itNVzi9+Ie2FOwOHIEcjyz1cx/n1exO9rogHm7hTuWMCc/a+hOP4uXy4wEXBXnzqAcyQ3VKqunX7trHz5+g0ng3lUtdyKRt+INFMA74pOtuT+Yn8gtSgAifgJY8XJtrSeAKfRsC2no8Lo16qhZHZZlthUd33X73ImCC6QD21u/iw2eN4EiyUWl9b5S7cd/k0Q2RcNII08xo3mbXh+DiAmTIKctJHRReskGDN1Yq/EIzDOH8PCwUthxqNjyopHwmEzPhkzY2bEaqutxcrgXmQNs8mAWe6I1pzZZwSOXNuwhmv6LphV+/AzVZcF9evWVFDRAFImdF0Khhw3QTD/O93WQX5+HREARUNgTgPYIaDVCe3j3NEAJRTF+GoQR85GcHPdpC7sMfxyxLRp2nSOGRe28fHq7u4D+X50fnhzy+W42OZ43J96Y/XVvVnNL780u+MFAiBliItqlgEGCGh+EQCgaayCnUMM/qMnTZ3RH3FrHKhiWGhiTRAXXvA4rCf6hWpa7ALY/PZ4LP5grntOoTxWY3h2APHJOAjUEa2BOQdEW21EP7sCFV8BbgzMOYQSoMiRgCWuPTL5+So+b61kHJdsB3c/oV/CiZ5AHWlmnFw8DT83cRn201yANi9P3SudvzgiijgPRq4jK3FdCF0MOw5x24tpp9fI/gzhD9eKRsGBUV2IaLmsfTaxazR/CcHFCBxAIo1MhgnW0IhVkXZsKroQ02DnQQu0AQ+6Z4tG7UnncBOocEDGwWZ00WGsIx/CUPAgwHkFCyuHsMGzGxc9HkYek6appkIhNhVjZqyBNcbZ1r0wj4LvmkkC87zMC4CJMoET372R6StbGsrCtn48qnky7lE9HtskmgFGJb4HAOar2Oq+D1EP2ZPTvfUVNf37B3S1en2tfLxnt3pPEdo3Qcd8Pv8Prx+pnHKPf5oAAAAASUVORK5CYII=" alt="image" class="principalBlocks__img" /><h4 class="principalBlocks__heading">individually</h4><p class="principalBlocks__desc"> Portfolio & Badges can document individual learning paths and thus promote this self-determined, lifelong learning. </p>
ar: <img src="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAFAAAAByCAYAAADEdVaQAAAAAXNSR0IArs4c6QAAAHhlWElmTU0AKgAAAAgABAEaAAUAAAABAAAAPgEbAAUAAAABAAAARgEoAAMAAAABAAIAAIdpAAQAAAABAAAATgAAAAAAAACQAAAAAQAAAJAAAAABAAOgAQADAAAAAQABAACgAgAEAAAAAQAAAFCgAwAEAAAAAQAAAHIAAAAAWGyIigAAAAlwSFlzAAAWJQAAFiUBSVIk8AAAGjVJREFUeAHtXQuUHFWZvvdWdU/PezLJTOaVEDAJxgmCBhWQVXm5wq6guyKcZQ+7Chvx+Dh6DioBkpSBoKIEFIGVVfcgRkFQUREFUVgUdQMBgYQgJCQwz8683z1dVffu99eke6q7q7urp2tmOp69J5Oqus//fve////fZzP2/64oBHhRqQNMrBTj7ItMO8RW6bUs3qhJ2Y7sT+aCncCVWCOVbFSKL2WMcy5kP1e8iwn2VyX5LibspyxmvljffOwU27jb4pypAEnLmdWiAoha8j6joTJsiYaQzteZTJwppDobFK8VgpVLRKC/XE6jGgAwRDuslHpMcH6fztQzERbp5cahWK60QYQtGoBDxqo6zZ4+gensdCXZBwDBBiE4GI/NmX0EagPuswHkU1yx74WE/psyo/MAvPM0w9yhXHAA9xrt4WPY0LskU+cBrAs0wY4j9snHaYVUkYAEZDY482Gds+8cZD0PthssXkgefuMuKICx61a8wbLtj9lSvR+cshbAiXljDSBAQCrOOnTOvzs5Eb+p4cb+Mb/A+I23YACObGk6lwt+DbjuLSCuwi+BQcTjjI8AzJ1T3PxCo9E3HkSeiTzmHcDHDKa/lTV/EjJpEzhuGThOJApfyCcqOq24+k5tT+9n+J3MDKrsea/M23nTNeinN0PGNeYCj7pbBAKruowz0qyCKRN+MfxZZfCvCnMW0hwlMae6o+wy9OcrhppaPjSnDLIkmjcOVN9YXTYxOPlZqdR2gJeroaYA2Ai442lui4eVZj0zzeSh2EhkqG1HZ6z/xmVVfCrcGpZsDePqFHDxOQD1WORZ7YCSpWLZvCF7R4XNTqm+vmdftjiF+M8LgArddkw2XQJ+uQNWSbkXQSh4Alryrwh7SHB5b9XW6F4/BjDyDo/Zze/gGvsnpH23LdnxePqWqVRhlPOQFYv9S/1XhkbwWZSbFwAHjcY3a1L7BThkZTp11FXBRQcxnvixyeV/LzV6X0yP4/d7zFi+XjHtUmT4D8hzHcrzVR8AOIn4l9Zt6/mx37KyxfNVYLbEXv7EfSOy6fuoy4cRnpI/CCfT4gmYFrd0qPpftht7i7bN1Lc2hEZ6et7NlfoIZNyFaJ4QgMzpiCjQ8ofoYOXZa27dP50zcp7AlArmiesreHRL8wdRgR/ir8ydAAXZMJp3xoX82pLN0T2oQL56upPnfR8wWttCTF2slNyMMXNNvgSgZyKss3PLt/T8Pl/cXOG5hHuudJ5hfZ9fVg1b7xPp4FG3BevdL3Tt6vot0ReCBo+IWWp0dU6O23egkT4NZT3lSWCqZ7lt8/PVhQzR5+4CBbCyIrIOo4zT3OQQdgD0kalK+7KKazu73GFBvzd9LTpR2dT6AyiY/5wpNnsJoElAq5/T197gqeSyp0wNCRTAuLL/A9yVTlBHKMQvb/pcdCK16Pn54h/bbaIbfzmkYborj4OFsB5ypilPtJzBgQE4YNTXwN59H7TbrFNsSgl1ZcW13R2znvP/Vm1ED9vK3oohnJmrNNifmiZDb8sVJ19YYACGWcVbgR0mPI84hZ7L+YO1za0/TXgt7FP7OeeK7MysDjYk00PO2DxrnHwBgQBoGEzoQp0OgmY1L4ZhGpN3UJfKR8R8hO9g3YNowF85CixLAdRbMBe5EqbXnHGYc0I3TVtZu27airpCMj8QvrtK9D7pjreQ72hUKWz7bkxiZNXIJG0w+1rH3pRqrxZCZ7LChSTKjDtRge6yLuFPmhfK5G4+T5OYiXLyPZ/SovukYE9ni0d0QtAodl+2GPn9AwEwxuI16A7HJIpDy06gaReN+xJ0nGEwC7T8Gt/EbJ4OQ0qLtWcP90zk8gwEQNNmK3TBw4l80bJ9PCL7E9+L+dSY+iPGypYnDSBU01kvMxYZQKmxdZi2StIoNDZkjUWKHucmMyzixbK1IXDZqFcWxD1WnO0HjrPEe0XM4RcIB4aEanQvCiHTycmIVdQgPQfNBQVxZY1CPnvT4ghBO6uM9FNQIACGBafJzaQjuqYZpkBLwJm67Q2eQxsfYGVqTzFkBgJgOgEAk69K91yk74o4uidY0Lt49Wxldc2wd5g/30AAhPyz3cWB2tBQRMwa1e7ABX43hRYBhF4AWhjq/ZYN7i/K0A8EwClTjbkzgjysCcfG0icVFhi6meIU18nEyqAFuyAmMMX2K9iqRYkad73nXEFNaJiin00OgpeaDC1fAk7X7CUgozqTFPXy12TXC5n+hfkEAiC3rX3uMSewrK+0aSfV4jssCJ5MIsVNCeizMXP0FRruuf3n8h4IgEJqwzD5BxIE0DLmFFf/mPherKfCPhyIv/NRvqt/ONQ8bytZ1FR+ok6BAFhuxodBYcrUEYzX9xYzy5EgsJjnCBt8M9THBnceqHActN6BZdQ+t/9c3wMBkFX002zzLvwltR248MQx1rJ2roQVm47WOjCMuxRgpawZY0Xw0QFRdndQ6zKBAEiaTHD1KOSg2ySI2LZ6HxBN7z7FYuMr/WT7suVQZue6R0ggpJ9xed2xAW68DARAqlFF2fQf0G3dU/ca7NcPRK9cnsIBvmofQCSpQh9XShyTyIqsBDTmjhq27JmEXxDPwADkVznbJHa6ieJMnFpRrp3k9luI90mj6e0AayMUSFL7Yu3yIWGKO3kAi/nuOgQGIGWqEYEc00NJp6AF5dUL2Y2f3shCtuJfRfdtTJChaXzIsuUna77UlbQUEmHFPgMFsDzU2SMU/y/0Fse+AnCQgOLUYaP1xGIJ9ZNeAby1zc3b0IjvcspGIsjlQYyEL667PnrQTx6FxglcwB82GqrKpPYARvBnEP34U/jvzurWlk/N5wIT2XzDcuASrJZ/HeA5Iw8A2a8J9WUVY98jYDiHrgtLDUNPp97lFVyOTwhZrkKWXRayx0es6bbazmlSihTfjwscQCp0fHPjiVLo38Nu+TcTJ6Ai49DS7682eh+n8KAdgTcqh/4ZMu8byHsZ5Y+KDQGmewUX/4sZ6XWgoQptGcIW4wo0q9PzsCHJhOKbhqaeQvxJKdWA0lh/mIsBcO2AaYm+eDzWm2tv9bwACND46Jam8/DYgbqspdqgAr+qHpcXcmy/oAoG5cjeG3tjy78pLrejlCanwTBUA0LPg40Oo+x3YgEd4OV2lI7UNMCUoHUQMjSKZwc2Kh3QNfVc3BK76rSuF9K5c14AdGjBWuuobD4Hm31uAFFvBUET0IQfr9rWc3fuqvgPdRrKaLkInPRVlNHmSonFODaM8CUUx+Xv+5USAcDE8YtBrPm8gmm7Jy1u31VvHH4+kdGcMk8kzvd8DHsF3yZa25ktr7Q5+yA4oXNqwjwTXaI7X1o/4WPXNa+TJvsZ4q72AooA8Kog4tImz4Ic5YMkk2CIVyDfjRqj+wHKwCv/gjLOF3n86mOXSy22FqqkVujyHNuyvll7fd8r+dLlCydlVcFCP7ekOoMqQbNBOB7mCDdT8jgq+pJlqxfQBfeg4oeFJi3IP3QCXodaryrjfD3SnorxXrmFvl4IoLrGBizFL64zuh8NFEBlrIqMsOn1kNHvwi77MyHUT7Jttpdr6us1TDzOje7JfMD4DY9va94wrdhjACgMzn4V5ezBjNATKPdPkxrf1+KjrN4rl1dWVbELMHl0NQBshxjw5ZwGE+zJqhHtnDkBiFkWfSS2slpF4rU64yuxJ/BUaLP3gAveBm2rA8Au05a/UEL/dq3Rud8XVQVGGjLq6rhZvnosNPFqmzE6hIr4rH5mQVSfMbv1X6GIrkIoiQNwam6HRsP2Qvu9vgFEIaJ3umlphc5WwThejUH5adiTfCbWFdYIAUNKslF0m+fAdQ/qpr6zYvv8bqbMXb25hQ4ZrSfpSt0EZfHufCAScFgWuCcvgHtxrKDFbl2naQrzaurtYHVs6GYAjWnE8vi28P4kBOtDGHjeU250vz438ksjVey6luPjlvo26nZ6PorQ4w5lBVD9iGkje5a/RxfauTAwT4FRegIS1EAQO32FNBxeOgDenSaTDywxcM5jJihfuSUfPmy0nA3T6F4wR30uYlFfEh2ZbvKatlYzZG1CFz0LIB2LGGXpAgZDpsew0f42JcQLklkWhMZ4FSuPd2I4tOLmzqxbyjJLKz0ftaOtfHTYppMGF+SijnbAZgA4dE3zMVqI/0BJRTtOPVfWwH0YVHLMuqgY3jnYHdthYO3hDwWOImzPpKVubbiuZ3cuAko5bNRoOR/y6Wf5NHMKgN1GS0UNY7/DpsN3gH3n7Kh7418Mhwwvx8hj55wzWsSEHZ9l5bW1zVGILGdiIhspMD1nHKnyGsW2wiQhRVGUo/RouQj2lH1rwGg5DZ8pDVVU5guUeMXNbArgPZKvuCSAQ6zxTTiGf3nAla3UpbplbFNrTmGcj8hFDP8NWj5l20o6LQ6AZOOFmLgCgZ4VRSYdsPE68BzAHy0LOkMnevpwJ8qQfaaPeCUXBZr4GVgfORWiTlSPh5uW8jh/n+3ZdfkwBphXhTUZt5ioMW27UXHeghWjVsz3rYHCWAMgI95pHbsmjFHKR1FMETuRFwfbkNS748Km3VtZp8McAGVcvQEX2DgTkemkciWfqGGRn/DNM3ewUBenu16YqS8VIdWMudvjJRcfgklzHsKSIiElH8XeOWq0rq0xul5O8S/xj2hIH6iXsgujK/dUWQrVRyosVoOLKlNCZj6IsX7Pth5KblJEPEUXNyzZ3vNarRH9c7Xo3als6zMY1tyLMFgymQ7+Vcq2z84MKW0fWj9GhV4iqyKbcwDE0IwOK2dwD9JZuib+ggwQ7O0wQ2vVXX/4AM2R4aTmmFcsJOaaJki75yDFK+Xi+2F257lcRDugScaPy0KqFTPFvixhKd7UPW1b/tSrMEIf3eAY9sV2DJePLoc235PLrHMAVFJ6n1jkLLqsgFkVnHO4HTw26gkRNl2OspGswtgzTQl4WrA+AGDWHugACC3pWTEMz14qpA7T8emXIQ6e80oDWVKPE+WLss3Dix6/fhazceYuuynjAIgxn+d+ZgD7mt+CKN6SrwyNAqiHMWuT4eBVhXvBHK2fEVjCHoJJmkXPtqOBFq8g4T0OohAGWESIUrhfhzSYnBH3geUxikt16AORKVvPOa5MTVEaXxYLQUWoES9qUKfpGRnIcbYt3RGCQgyle+f7rt7bdQBxns2Ip1g4NLNfOSOolD3KWAzXEXrgA6IB3ugMByqeDagMTspXWX4fs2H20BgyRfDCD5eoZe6Wz5ffYofbmHhHF/UczmEpY+Z0AirW4UUo5gRzDqS90pCfqezHgV56WsFg52RLU6r+DfW1JiaWU5ghQauSYuoIB8pDCU/3E/N5XqMTdxTPdyW1TgRkmjNQ638rDkyHy9DULgdAqJKDND3trhwZj0Lj3vahO6LHe9gWh+Hdnx6Ey2SPOkOaDY6AZpkxM0/LmqbNn3QA1GytCyIrg2MQ2JIOgp/v6v1dw5CAmds30Ep+0pdUnAiWe3hmT8QIxbQs+ykHQFvjtLqWoaotptbPpTKkSKCiMgbhypYlcYa4kDr1xXQbMjDD/MJU3gEVNl93AHx4b+cIxNMz6eyBXryS9qAUUmAyrsrMD3tKjjqnYaccOk7GRDM8dx/sHpxRIh8Gx5iSPaClDSEgB0MhO7RmLrWWir/obhDkJS0bRulR5uKxcD2GwikciHpZ2O725w3fwqaCRH2smPgfcFzqkAULQxCgJybiFPK0NPNA6iw1jCKBzWhHmYuEtWMBWBInIh/LG9OYKPwjNDFtX55x9RV1hxHxT4nvI08Ajc2RRmoGaXE8P8H6NIYkbTzjOI/bcT6e+Dxanjqz30gmi9uBI3tq2RLnpHsSQGbsNcGBDyNuigEMbXMKlHGGGndn6PVuVoboIuxZAHExdnlEJme2vdKUoh/q/xbgkuJwgOcnifMmSQABnJq21G8ztLHiJ40zuSolBx8fyzXIO9cJToA5jbslPYdEPrJblCh05gRTLevJJk44ADZtaepB13fiFTeH/bXnZUT+86wPkmPrmmTiYrefn/f9ByMEYHKMjW4wLe3QUcWBK5Y1kgJJHUwI1RnW7OTiWJIDCZSZiQB1l7sbE/r0YwHDV61c4ge4RJzVS/fbQlNJALHqFxu1zKNKiVSGQ82ofvLgOIlCjIqfes08nKxXCoBUeUy/7ALXpc0DquNUOF7omTcJ+ym5yISrjifKsHsrAfDR8LSlPAG9aHY+gOScEve0u+4EywCwf6CqB2PWp9MqWIEF9I+m+eX+NBwVn9S6kK0TdTWlcRlPbsLdodjeh0saZ334yyNj4pHZ7zT7hgLoWmAl7O/SYNnlsGLJL+rb1Or7ADUlhzqfQAs6IljaYpJVdhY8v+iiYUFfYbph+WH22gJiPi7Zd9L3PmZwIFFZraK/xEjigJtimMGhsrDaNJOxOyTrO0lPCy3oAIgfvhhiS7wX3rPmsIgBE7L5LPSapPxDJYa4Zj+UTpIngByL5dhDeQciJ21CGoPhAPWZo6xtVXom2b6xizXJcSion3346ACQtjdDgH+ItjOTO9IZd/ez8v0zPrP/ewLoBAvtF3imDO2QYZuQ8hK/IxO02jh1YbLkcaglSt1gtugSfnuxrRa0nuIiFmNefpvXVQFZAexgXYcA/RPuYQwyxCQ1+1hcLG/3U30MAx0aSJ5iWPKKnzSlEGfUNtfAfDsmQQsY8S+Tk/ajiW/3MyuApKqxFHAbZJ/pTgCGWh6X4lN7cfzB7Z/1HSDCjlS6Eq9mjVNiAZiJvwSgJWZgcIxD3bW8Kuo5isoKINWpjtlPY4PhH9z1Iy7E9t2LjmOtp7v9c72DmEm9TNE6Scm7QaNlJaTeBxKEohe9jomR+6EXUI1MlxNAjm1sMIZ/iGRJZUBZgL1rwFTb6fLtzCzTfDAaBxETN1rdXWkhJfcJ5uARzi6ArG8h4hzxpdTtVUZfbzZicwJIiWqF9UNMtNIuzRRnYjN6mEXOS/FM+8Bu/1oQwXEJxEEjSwumJVncT2NVGZTdpQDSMZ4BTqdmWT/IRVReAB0u5GoHgEhnYShktoPOlXgVQK0psCRNYZAhL9C3V7xS8huTU3+P3nLyEZogvdQ9FeH+tGFtKsV5AaTolqn/CPo0owtCoTTjty9vUF9dPjtedOUP/GDNkybm8/rrgq4i5/zqnP4U/At0dpicrvH9U9y6OZvsm4nlMZRLBLiftXrHa5iafhCtk+k4O390Qnt/egBFxdR3BR4AsLBtcul5LcS3JsvPkJK/hcpCb4vDdLilwch/st4XB6IV0DDym9jFlZzGcVWqCqdqtg4YTW9y+ZGiIduPbo7EuWiZuUbsjrzI773oQdB1nwfJ0CEOgOgx9k/8kOULQMqoivW+hMy/i790WUjBa2DnbU3pyvipW5yzqAToI1jD8gKe0i26o1FV+ZjYiHVe+i0AchDtfEcl65tdjpjx9/zfN4AkCyDvdqIbZ2zZQMvhpjl1wcSkuBycR40I1w4dgt35TA1DDQ/O+JXe/0OspQ1UXQGqZ6atcD0e7vzCmocno2RUwDeAlLLijd3PY2D7J8c+SssKIJZhBueLY1taTksE4UeUazESHqsu6ypZDhRKbgK9a4hmWFxxMMh2XFPgu8ELAhA/dGZbcftaTGt7Dmsw7KvFBRP3jxgNqzEVCA5UtZKrjMtqEgAv9nN4S+tZmDz+CBqfeAKdR91VbfQ8UQhdBQFIGS9pqn4FB+XuwWuGLAQhdGi4Seeh+8bs+AZn67CU6WvNlM2iu3GjoQkXZGwDaIn94btte/q6QgkrGED+acxY285cYV+2wmDNn4SJiK/D9q7imng+W7zF8lefWl2mpH4ZmC4hbg4p/HTv0u2DHYXSVDCAVEDNtt6nwfM7YeER02U4MmHgNuBOl9MwJ72y2N9uyyigSI/JpeO01vEZohOzzn0QSZtxiU7KWoffIuYEIMADNvI2EPFatoIIQ/yFYUx/aby95RN0KU+2uAvp71wXpcSXsG9nGeQeXRpxbc1w5X1zpWFOAFJhz7Lo64DxtnwFQ1CuhXK5doLFbx+6qmlVvvjzGT5itNVzi9+Ie2FOwOHIEcjyz1cx/n1exO9rogHm7hTuWMCc/a+hOP4uXy4wEXBXnzqAcyQ3VKqunX7trHz5+g0ng3lUtdyKRt+INFMA74pOtuT+Yn8gtSgAifgJY8XJtrSeAKfRsC2no8Lo16qhZHZZlthUd33X73ImCC6QD21u/iw2eN4EiyUWl9b5S7cd/k0Q2RcNII08xo3mbXh+DiAmTIKctJHRReskGDN1Yq/EIzDOH8PCwUthxqNjyopHwmEzPhkzY2bEaqutxcrgXmQNs8mAWe6I1pzZZwSOXNuwhmv6LphV+/AzVZcF9evWVFDRAFImdF0Khhw3QTD/O93WQX5+HREARUNgTgPYIaDVCe3j3NEAJRTF+GoQR85GcHPdpC7sMfxyxLRp2nSOGRe28fHq7u4D+X50fnhzy+W42OZ43J96Y/XVvVnNL780u+MFAiBliItqlgEGCGh+EQCgaayCnUMM/qMnTZ3RH3FrHKhiWGhiTRAXXvA4rCf6hWpa7ALY/PZ4LP5grntOoTxWY3h2APHJOAjUEa2BOQdEW21EP7sCFV8BbgzMOYQSoMiRgCWuPTL5+So+b61kHJdsB3c/oV/CiZ5AHWlmnFw8DT83cRn201yANi9P3SudvzgiijgPRq4jK3FdCF0MOw5x24tpp9fI/gzhD9eKRsGBUV2IaLmsfTaxazR/CcHFCBxAIo1MhgnW0IhVkXZsKroQ02DnQQu0AQ+6Z4tG7UnncBOocEDGwWZ00WGsIx/CUPAgwHkFCyuHsMGzGxc9HkYek6appkIhNhVjZqyBNcbZ1r0wj4LvmkkC87zMC4CJMoET372R6StbGsrCtn48qnky7lE9HtskmgFGJb4HAOar2Oq+D1EP2ZPTvfUVNf37B3S1en2tfLxnt3pPEdo3Qcd8Pv8Prx+pnHKPf5oAAAAASUVORK5CYII=" alt="image" class="principalBlocks__img" /><h4 class="principalBlocks__heading">يمكن </h4><p class="principalBlocks__desc"> للمحفظة والشارات بشكل فردي توثيق مسارات التعلم الفردية وبالتالي تعزيز هذا التعلم الذاتي مدى الحياة. </p>

source: Verifying Badge...
ar: التحقق من الوسام

source: Awarded To
ar: منح لـ

source: This badge was not awarded to {{ identityEmail }}
ar: لم يُمنح هذا الوسام لـ{{ identityEmail }}

source: Recipient not verified</span> Recipient not verified</span>
ar: Recipient not verified</span> لم يتم التحقق من المستلم</span>

source: Issued On
ar: الصادر في

source: Expired
ar: انتهت الصلاحية

source: Does not expire
ar: لم تنتهي صلاحيتها بعد

source: Independently Verify Badge <svg icon="icon_external_link"></a> <bu
ar: التحقق من الوسام بشكل مستقل<svg icon="icon_external_link"></a> <bu

source: Done
ar: تم التحقق

source: Add badge
ar: إضافة وسام

source: Add a badge that you have already received.
ar: أضف وسام حصلت عليه سابقًا.

source: Picture
ar: صورة

source: URL
ar: عنوان URL

source: Please enter a valid URL
ar: يرجى إدخال عنوان URL صحيح

source: Enter URL
ar: إدخال عنوان URL

source: Please enter valid JSON
ar: الرجاء إدخال صيغة JSON بشكل صحيح

source: Enter JSON
ar: إدخال JSON

source: Add badge
ar: إضافة وسام

source: Uh Oh...
ar: أوه لا...

source: Close notification
ar: إغلاق الإشعار

source: Create collection
ar: إنشاء مجموعة

source: Organize your badges into collections.
ar: تنظيم أوسمتك في مجموعات.

source: Name of collections
ar: اسم المجموعة

source: remaining characters
ar: الأحرف المتبقية

source: Create collection
ar: إنشاء مجموعة

source: Public
ar: عام

source: Share collection
ar: مشاركة المجموعة

source: more
ar: المزيد

source: Your collection is empty
ar: مجموعتك فارغة

source: It's still pretty empty here. Add some badges!
ar: لا تزال فارغة هنا. أضف بعض الأوسمة!

source: Add badges
ar: إضافة أوسمة

source: <span class="visuallyhidden">Actions</span>
ar: <span class="visuallyhidden">الأنشطة</span>

source: Remove
ar: إزالة

source: Save
ar: حفظ

source: Collections <span class="badgeSubTitle" *ngIf="!!badgeCollections"> {{ badgeCollections.length | i18nPlural : plural['collection']}} </span>
ar: المجموعات <span class="badgeSubTitle" *ngIf="!!badgeCollections"> {{ badgeCollections.length | i18nPlural : plural['collection']}} </span>

source: Add collection
ar: إضافة مجموعة

source: You don't have any collections
ar: لا توجد لديك أي مجموعات

source: Collections allow you to organize and share the badges you've earned.
ar: تسمح لك المجموعات بتنظيم ومشاركة الأوسمة التي حصلت عليها.

source: Create collection
ar: إنشاء مجموعة

source: Split
ar: تقسيم

source: No Collection
ar: لا توجد مجموعات

source: 1 Collection
ar: 1 المجموعة

source: # Collections
ar: # المجموعة

source: Filter your collections
ar: تصفية مجموعاتك

source: Collection
ar: المجموعة

source: Apply
ar: تطبيق

source: No Available Collections
ar: لا توجد مجموعات متاحة

source: Search
ar: البحث

source: Group by Issuer
ar: المجموعة حسب المصدر

source: Awarded
ar: المنح

source: <div class="text-center">No badges or issuers matching your query</div>
ar: <div class="text-center">لا توجد شارات أو جهات إصدار تطابق استفسارك</div>

source: <div class="text-center">No badges matching your query</div>
ar: <div class="text-center">لا توجد شارات تطابق استفسارك</div>

source: Save Changes
ar: حفظ التغييرات

source: Tags
ar: الوسوم

source: View external Criteria URL <svg icon="icon_external_link"></svg>
ar: عرض المعايير الخارجية لعنوان URL<svg icon="icon_external_link"></svg>

source: Criteria
ar: المعايير

source: Share Badge
ar: مشاركة الأوسمة

source: <svg icon="icon_checkmark"></svg>Verify
ar: <svg icon="icon_checkmark"></svg>التحقق

source: <svg icon="icon_file"></svg>Export to PDF
ar: <svg icon="icon_file"></svg>تصدير إلى ملف PDF

source: <div class="font-family-plex-blue u-text-small-bold">Issued on:</div><div class="u-text"><time [date]="badge?.issueDate" format="mediumDate"></time></div>
ar: <div class="font-family-plex-blue u-text-small-bold">عرض المحاذاة لعنوان URL</div><div class="u-text"><time [date]="badge?.issueDate" format="mediumDate"></time></div>

source: <div class="font-family-plex-blue u-text-small-bold">Awarded to:</div><div><span class="u-text u-break-all" *ngIf="badge.hasExtension('extensions:recipientProfile')" > {{ badge.getExtension('extensions:recipientProfile', null).name }} </span><span class="u-text u-break-all">{{ badge.recipientEmail }}</span></div>
ar: <div class="font-family-plex-blue u-text-small-bold">منحت إلى:</div><div><span class="u-text u-break-all" *ngIf="badge.hasExtension('extensions:recipientProfile')" > {{ badge.getExtension('extensions:recipientProfile', null).name }} </span><span class="u-text u-break-all">{{ badge.recipientEmail }}</span></div>
