Repository: edly-io/badgr-ui
Catalog: src/locale/message.*.xlf
Languages: ar

source: <img src="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAHIAAAByCAYAAACP3YV9AAAAAXNSR0IArs4c6QAAAHhlWElmTU0AKgAAAAgABAEaAAUAAAABAAAAPgEbAAUAAAABAAAARgEoAAMAAAABAAIAAIdpAAQAAAABAAAATgAAAAAAAACQAAAAAQAAAJAAAAABAAOgAQADAAAAAQABAACgAgAEAAAAAQAAAHKgAwAEAAAAAQAAAHIAAAAAovMqtwAAAAlwSFlzAAAWJQAAFiUBSVIk8AAAEhxJREFUeAHtXXmQFcUZ757rvb3k1l1AQHQ1sJbREk1QAfEojUepScTSCHiVa4wxiRVjTFRGY0LUJJVIocEjKCqpUBXKPwxqopwLHqBlPFCMiogLCshy7L5rZrrz+/rtvH3vLSsPlt2dN0zD27l6+vh+/X19zPd9zVgUQkEBXmotlsy1j9ckO4tzeapkrJYzfqSu8SGeEKUmEcXbCwU0zpmQbDeibcLvC1w2eZy/LCvk6slT7Nave/1rgQR4/QHWJKR+JhI5GpFrAdtgnMdxXo2MYlIC1igcEAoQGCCnyzhPgmGSON8GhvlKMLkRD5Zz5iyceM3MrXvKrEsgl837zRgpvLO5ZBdonE2ujFsGcZ/rIlnkIPCLQNwTSbt3D8wBHAEffoamMcsyWcZx6fc2WOafTLDnJnzG3uK2XSAKOwEpbVtbOpKN0Dm7DVhNtQytyvWy4HWviNHb3aGArkA1WDLl/Mtg2u1W5rAPxjU2On6anYBc8czMASyTXgj0x3MmY2gaBZxHLUbjGtPApvQPfOmnFR27TQGCIyvtBKQfGCkXfLoLIR2Q/XVdaj8cv0G853OmkYuJk5XP3DvSddK3AJ5vxy0zlgZLk/gEm0sAxw1dZ5QBxGuzK8RGALmTcM1PIzrffwoQdAAsziSvMw2j3jA00NpjkIiAQXJPCmYaugn6n+wyMXPFCHYXcnuTcsxxpFywQG9KvD8NL8xGYhX0kECkgESZ4zpJRF8PUNfi7lop+CdMky3IWVeRoj/dpgA4QnDpVYLswznXTgCw9Vzy+phl9EtnclKU5cRs2pnBRPphGgDlOHJp69rJSOhCy9QqivtE13NRSP4aRrCPx1Kb/jGu8ZGOVLtd/CiBriiw7Al7Ip7dlMk4l+bHEeDMTAaDW8a+Bx79Es/m5MQiuHAinpxBI9MOTswym5B8tsb47bFUXQRiPkV7+Fx8ylaZjP2CcXkTZQXOVN0cCUrCyTKN43Bj4pIFdrUSrSvn2Yd6rpwdj1vfT6UzqngaRknoWNO4eAsv3jLpGnuVehD96XUKvDbvN0ekhTdLSnG6qRuYRXiqDDVVcba7NdWEUcwMJVqFy04GsnUQnblCWqbOUmmnGX3ifLymOlT/4RLbNlgd688sVo1oBfMZP07xkesGRkyu46TY9slX26ni5/71qsfsgWnJKgV39Jhl5o3b/Bidj55rSFO4badcZ2/v/LT872yIe821Cf4wurdhGAAd7wNJ80vgNgBidaJCbuncu+5EpzolHjOP9TvV6kqgnUgtFhl+2emN9leIqIhK88xXRrKjMWqaILl2DO5nWXgv9MI0BVJC7jCFtkTIxDunXXs/LUUVhKbH76vx9OQlyGk0xHsFRsrZplcQq/BC0hzIYx4G1evSWmpR0/pYi100WS58o3yvVjxhz8fM4XIas5B4NQwdI1rvc5BgteJIzAsJkBqaWlCgNb/WRCoFbvxwcqO9La/qfOVoNlx67H60hPFcSnq/NI5EYojreVxeyfTKW0HsRfkEf/nJXw8TLHkJF/JniDcYsbOlzct8T6dYeaJWqaOhbLOkNfGUw9kM3KG1yvAFyT4EcM3AaxhNRQhNMKCJplyTHbVKNhiE6Fg3VTRnu0CJlnxqLFr0oCW27Dicce+EQyorBqfyhsT58bo6pwaCMBj9cP2kkdohON/hx4XcHYXzC9E3j6ZOnZYCs9H9GF0fs22E0RC9xtTYHxEzlEAKja/HwGWjoQNIwhEVBW5oy+i4iDwgmAVw8XEjGxS5pSQBTPOOXNC3fWYwUVmNZR2dRk0OJqv7Emj+g0LQsLkS78Xz3zWYEUehBgrhScfhnNIvNVB5MYJDcdlAk2nhnddK2ZJdhFEIER1VgGSUavqBo8LQf5B9inZO/U9eGB6vdjAbbQFLJ9sJTS+W9EMykuY/CnyN7agTFW15SUNAy81oWq8gSyw8ANIS022PxyAdMG/iH3syU1KfXZB3mVzQ4gsAAcMpuApKnRWtBbe6vmiYYmcwZ1lrJLQ/JdPuRVjKqwfUJREO7G8C8R2A/SUs+r78jWtvKxjstLZ+9XF1v0FPo/8d6QqkqwZHJfS/qB2EC/7y95D+PJEwNnddg/A+2ScgiQz0gXPVk/c+C6m7DgsFQ9E4CsRvV6TCrFTnutbmeGztoCr2SXG8826elcb3z7ctxv/iCj4EIy4DoHduekUvkhylXkFqfFM/VrHmuBtvTbAfFUU6CC73GUiiySnT72jGgX4HNLTPLxd3K9Fp3Xq7bF/OLdGVbQ2igisKRECGpCFEQEZAhoQCIalGxJERkCGhQEiqEXFkBGRIKBCSakQcGQEZEgqEpBoRR0ZAhoQCIalGxJERkCGhQEiqEXFkBGRIKBCSakQcGQEZEgqEpBoRR4YEyP3S2Ql63efMud4cyoaaehUzzLYkH8AGQNO6hTlVFVIXrR6pdY69dAa0Z5WeetCrU1L5QgckNPFI8fl4nUwaHNkgYvGaBEvploh7lsN2c1a5oSXJ17zx97tXI16+OURJBAtqpNAA+Qq8kGQ87yIoVR8LJcoRUKU8FLqUA6H0aoH4sFbgpLoOHVy+G+aC57el2KblT9ifQmf6uarq+BvjpvxyZ1BBKqVcZQ8kOLAWdgwnwbjlXChMX1xhWUN1mCWQRrvShgeqpByrVOaBMhAdAoum0Thlbcm0wPGIVFviIUT5TykEC2qcsgby1aftQ1IOuwKsdkNNZaw+kUyzZLuh7tcRXNkVIgK4VKuIWRfjnY9xWdZAlu2otWmePcJx2D1w+nULzMzqE6lMJ8V0AKUcJ5DxEP3oOj+QIjtxL3xmDFj04I9j+c/K7bwsgSRTeeGJiyA0L4OYHEaW1mSIpEQowIKlM4vHLADEPDi22AZbkmY60jWMeRm4UFlvwQUN4pF5IT+yombQCQsWXFq2llxlKVphQn8G49rlMdOodVzYTgNRBDAcIAHTwU5yEy7XAaH16BO3wqo5jScxiOAh6bQzGgZFw2AxUgXkwciZNKy43oH1717tTILMpWUFJIG1Yu7MwYynz7cMY7xvJg8CK6mJ5xiQ8q0Aby6sJB85bZr9WTHxVz1lHyU8Pgkg1gvOPjMN/panxd6f8IPbC4x6i98L+nVZAfnR87MsrmemwthuXH5vR+7UiCvBgRtA8J+m0sllZ13/+11smt2J/p/Hxq4funvNl2lDt6r1mFNjsdTYKbeXvd+gsgLy8y+3c4OzswHYaHLq5AfLNMkDyUdwpnbPrhR76cLG+xKs8T7/ccFxypQpZGZdYJtZEKFML8oKSE06Q+D74Ji4aVq+/wLiRvRzregDF0+Ybj9dpjh0u9hlM2ol1y2cmyfCgL06f1RCfvIQlqK/W9htapRxAmUDZNpw4AVE1GdN2DugpPkhrj4wXbamjHHodtHLBkjLc2MwMR+EQQ7szDuAJNEKFwJbwur1qlSEywZIhnUXDEzNosWZbD2lBk8gB3cIMpD5MwzmJtUXjA5WzMONHDrnXR6Up4Ectb6OLxqerg9wZdYNIrgwBWk6CvPHAVilgWjtwAorAHAGxQ5Vy3YSjg57OOiCaSLDEo7Ftnydc8QeLkan5AMDJLDhrz1tD4M/2SvgW/RoJrxKrKAq11pCKOeC/SFbj0a0mO8zj2qTwRKdpslz8NWqDt6E6NtjjwYUSJMW93QuN6/4250LE0by3XOm/aHQ+VOPlmDPiQcGyKXz7UFmRpwDn3Qz4Ie0kr4l5jgPQhZus8gTovLxjdNcgM86Cfdl4+Dre1wufu5pz5yQC9TWRJq5+Ghd5fT7K3JZ1zM5lZ5qYIDUU16D5PpUYAQ1m3T2o3BJ9ZC8fV+MkmIfiEipDC0JKl99kz3dex5p9jmQgRkkSE3H9EIOwFxxj77WDgQABzINWsBH361z0jEIQAgMR1JBaC8hmmTkB3zJUA5maeLfVwHcB0ezatuGXBGAIrCEwFfrEbnbfXYSGCDJoR19HgaWBUiCWBnH8Voy3EvgSa+jSZ86UTQMongNGhmcwAeDA4tbTGCALC4YcSIGNR4ICVfP4hE4fm7CaLWqOF5PX0P5DoNonbxgXoAB67mazjscFPd05vuQfmCBBOEQSHrxNmgDvDvxqrtWrpljk8PeXg0nXn9PcsXcu/HZS54IrsTaPORGkfjv1QJ1kVlwgcwVWHrQz0nQ5bhGWx1zj3rjpNFmLz1it8JBc0ZDt6gaWIHw741C7D2PXu9z9l6kwhjUJ+m8b91bm3FsCoZlQHAisWMgQ+CBDCTVAlioCMgAgrI/RYqA3B+qBfCdCMgAgrI/RYqA3B+qBfCdYAOZ1Xj0NOxO0Ke0c3krVpXIJA8LrH1aki4zD+48kob5Wf3x/tgHasLKJ+/BJ8reX9nxuIeVHZeUvo4EhjqtuwYxBBZIIhhwJG0A7C0iGwHmZZiM97qRjcahE4BtEJH3IKwHmKSRoNpXwNAMLJBEJ1qfQ8DaJhuJixG9v2Tuo4Vy0H8sttKCQBDFa2CAxLIJ/tPuO7Sc2dEREZhYQMfKSsc9n7y9d2xf0MkTq1QulFOLvkcWoSCll4SGwFcwWtVh84hvk0pdpyhWH12iDVEz8kWqUoqGjSzAhK5AVq+oj0qWyzYwHMl1fTOItRLOGcZCdWMQyOaR5nGupEE5ASdCnYhG+7sA7Dpsc5nbA7MvixgYIGGA8+Hyp371IPOMXVCLOxNEoQ3UAmjupmHrcXLrIl+FlvtTh1ayD/sSQD/vwABJBZo49XebVz5273xpuCtcR9Rgd7sAydcsyVRfLrwkSZDm+NiPT82a6fn07LNjoIAkKpx63R0bcKBfFPaBAsFe2dmHihzsUSMgQ9ICIiAjIENCgZBUI+LICMiQUCAk1Yg4MgIyJBQISTUijoyADAkFQlKNiCMjIENCgZBUI+LICMiQUCAk1Yg4MgIyJBQISTUijgwVkKTWB82nAk0nqIjhusNNcUgqXM7VgKq0C2Nbz9fmy6+L4kg4GdkFY1yH7OMptNvIV0KjrdedL+QXLjovpAD2FqqFduEQ0nanoP5mIcs6rwHCG3AzQb5PVQRc4F5/eF3Ei+3oqifRn76kAHR+xwCaowQ4jIJCCz4VcS+T7SMlqfTJ3Uq+IgIJVdrkBGqlR77ylH3CmjlzTPVm9KfPKLDEtqGFL8dg66h+PkdmRSxP4ticFa2MvQl0d5lwXeEHcuAHpEfD+eK03dZmZTwDfLMs60eKjj1NAUVv2kpRH8VuQdc3xoUbTD/QdlDoBnfCLuW/CkhdJt6Bjcr6tkQqhxTt9oYwWHJ5vsHFJS/O+3kVBkTANgq9SAEacpJPk1NA+qmCieHk1tQPar8vxrYIzV2e47Dlc+0bgOJNhsYbfBebFJHkMdJaDcT/HM+wZxmrc8Y1NgZQA9yvXjiOCxYs0Iezzy2nddd4mDdNhynYNGz7pNycUg1JrEJCeoDoodOm2zfnZKl03Re5YYxG5AaRoXErYsHIIRvkSYLxB5IWO1PKzbNx7832B9GhhygwLLFulMfFlbAQ/S6gOI6y8cUqgWhArGZcsdgRbDE9y3EkXTQ9edd3wH3349egY29br323myxnAlopt+PP/7imbUZr2IiXtyOFXjc+pbKGMaDfohFoFeh6GDhwJOh9BOpZa5i64YOYnVnAO5+QSYjanyR2t8w77+ZZ6RxHEmGclLZaj/GHMFy9E+DV0T0CkziTWgG8FA/EgOhb5M0Ym2cmcLcFmap+luJGoZsUoA6RsUrQun9lhaU8RtNYpQNE2gOTMJFbAfh8uB79N4FIueJ2LtC5pD0UaxMNj+L8XLB0rdpWgwRt0TCHpioEbhQOLAVUpwZaA9OChH1a4/4WoP1CJl1x89mNHftC7xGJLJjHXg8GvhGbah5LLYI4szDpgnyiix6kAIlTMv7NON5WZPMo5hMPnH7VjJ0ANwfJHoGkMi2ZYw824+IkIbTJ4NvzwIEN1RUxJOaq1kLOGpTDhh6swMGWNKFCy6QEHHGgCfDgBAPdmNMCLnoOM4jnOfOaJl3z243FtOkKSLqv0F726B1HYDR7DkA7EUPdUbg7EM/iyKcaEr2ChEBxotH1/lFA9VRY88bcPQn8UsBzG8YhXyK1DzCifOG0q+3XcL5HencFZKeS2LatTR7pNXCpT8Ia7GGAD75nZB0S6JihdnorurFPFMBXKMC0EzRt9pj4Ar5plvczDlnzzWm37tVh1P8BNP48miIAQIcAAAAASUVORK5CYII=" alt="image" class="principalBlocks__img" /><h4 class="principalBlocks__heading">digital & decentralized</h4><p class="principalBlocks__desc"> We rely on established technical standards with which proof of competence is created digitally can be managed decentrally. </p>
ar: <img src="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAHIAAAByCAYAAACP3YV9AAAAAXNSR0IArs4c6QAAAHhlWElmTU0AKgAAAAgABAEaAAUAAAABAAAAPgEbAAUAAAABAAAARgEoAAMAAAABAAIAAIdpAAQAAAABAAAATgAAAAAAAACQAAAAAQAAAJAAAAABAAOgAQADAAAAAQABAACgAgAEAAAAAQAAAHKgAwAEAAAAAQAAAHIAAAAAovMqtwAAAAlwSFlzAAAWJQAAFiUBSVIk8AAAEhxJREFUeAHtXXmQFcUZ757rvb3k1l1AQHQ1sJbREk1QAfEojUepScTSCHiVa4wxiRVjTFRGY0LUJJVIocEjKCqpUBXKPwxqopwLHqBlPFCMiogLCshy7L5rZrrz+/rtvH3vLSsPlt2dN0zD27l6+vh+/X19zPd9zVgUQkEBXmotlsy1j9ckO4tzeapkrJYzfqSu8SGeEKUmEcXbCwU0zpmQbDeibcLvC1w2eZy/LCvk6slT7Nave/1rgQR4/QHWJKR+JhI5GpFrAdtgnMdxXo2MYlIC1igcEAoQGCCnyzhPgmGSON8GhvlKMLkRD5Zz5iyceM3MrXvKrEsgl837zRgpvLO5ZBdonE2ujFsGcZ/rIlnkIPCLQNwTSbt3D8wBHAEffoamMcsyWcZx6fc2WOafTLDnJnzG3uK2XSAKOwEpbVtbOpKN0Dm7DVhNtQytyvWy4HWviNHb3aGArkA1WDLl/Mtg2u1W5rAPxjU2On6anYBc8czMASyTXgj0x3MmY2gaBZxHLUbjGtPApvQPfOmnFR27TQGCIyvtBKQfGCkXfLoLIR2Q/XVdaj8cv0G853OmkYuJk5XP3DvSddK3AJ5vxy0zlgZLk/gEm0sAxw1dZ5QBxGuzK8RGALmTcM1PIzrffwoQdAAsziSvMw2j3jA00NpjkIiAQXJPCmYaugn6n+wyMXPFCHYXcnuTcsxxpFywQG9KvD8NL8xGYhX0kECkgESZ4zpJRF8PUNfi7lop+CdMky3IWVeRoj/dpgA4QnDpVYLswznXTgCw9Vzy+phl9EtnclKU5cRs2pnBRPphGgDlOHJp69rJSOhCy9QqivtE13NRSP4aRrCPx1Kb/jGu8ZGOVLtd/CiBriiw7Al7Ip7dlMk4l+bHEeDMTAaDW8a+Bx79Es/m5MQiuHAinpxBI9MOTswym5B8tsb47bFUXQRiPkV7+Fx8ylaZjP2CcXkTZQXOVN0cCUrCyTKN43Bj4pIFdrUSrSvn2Yd6rpwdj1vfT6UzqngaRknoWNO4eAsv3jLpGnuVehD96XUKvDbvN0ekhTdLSnG6qRuYRXiqDDVVcba7NdWEUcwMJVqFy04GsnUQnblCWqbOUmmnGX3ifLymOlT/4RLbNlgd688sVo1oBfMZP07xkesGRkyu46TY9slX26ni5/71qsfsgWnJKgV39Jhl5o3b/Bidj55rSFO4badcZ2/v/LT872yIe821Cf4wurdhGAAd7wNJ80vgNgBidaJCbuncu+5EpzolHjOP9TvV6kqgnUgtFhl+2emN9leIqIhK88xXRrKjMWqaILl2DO5nWXgv9MI0BVJC7jCFtkTIxDunXXs/LUUVhKbH76vx9OQlyGk0xHsFRsrZplcQq/BC0hzIYx4G1evSWmpR0/pYi100WS58o3yvVjxhz8fM4XIas5B4NQwdI1rvc5BgteJIzAsJkBqaWlCgNb/WRCoFbvxwcqO9La/qfOVoNlx67H60hPFcSnq/NI5EYojreVxeyfTKW0HsRfkEf/nJXw8TLHkJF/JniDcYsbOlzct8T6dYeaJWqaOhbLOkNfGUw9kM3KG1yvAFyT4EcM3AaxhNRQhNMKCJplyTHbVKNhiE6Fg3VTRnu0CJlnxqLFr0oCW27Dicce+EQyorBqfyhsT58bo6pwaCMBj9cP2kkdohON/hx4XcHYXzC9E3j6ZOnZYCs9H9GF0fs22E0RC9xtTYHxEzlEAKja/HwGWjoQNIwhEVBW5oy+i4iDwgmAVw8XEjGxS5pSQBTPOOXNC3fWYwUVmNZR2dRk0OJqv7Emj+g0LQsLkS78Xz3zWYEUehBgrhScfhnNIvNVB5MYJDcdlAk2nhnddK2ZJdhFEIER1VgGSUavqBo8LQf5B9inZO/U9eGB6vdjAbbQFLJ9sJTS+W9EMykuY/CnyN7agTFW15SUNAy81oWq8gSyw8ANIS022PxyAdMG/iH3syU1KfXZB3mVzQ4gsAAcMpuApKnRWtBbe6vmiYYmcwZ1lrJLQ/JdPuRVjKqwfUJREO7G8C8R2A/SUs+r78jWtvKxjstLZ+9XF1v0FPo/8d6QqkqwZHJfS/qB2EC/7y95D+PJEwNnddg/A+2ScgiQz0gXPVk/c+C6m7DgsFQ9E4CsRvV6TCrFTnutbmeGztoCr2SXG8826elcb3z7ctxv/iCj4EIy4DoHduekUvkhylXkFqfFM/VrHmuBtvTbAfFUU6CC73GUiiySnT72jGgX4HNLTPLxd3K9Fp3Xq7bF/OLdGVbQ2igisKRECGpCFEQEZAhoQCIalGxJERkCGhQEiqEXFkBGRIKBCSakQcGQEZEgqEpBoRR0ZAhoQCIalGxJERkCGhQEiqEXFkBGRIKBCSakQcGQEZEgqEpBoRR4YEyP3S2Ql63efMud4cyoaaehUzzLYkH8AGQNO6hTlVFVIXrR6pdY69dAa0Z5WeetCrU1L5QgckNPFI8fl4nUwaHNkgYvGaBEvploh7lsN2c1a5oSXJ17zx97tXI16+OURJBAtqpNAA+Qq8kGQ87yIoVR8LJcoRUKU8FLqUA6H0aoH4sFbgpLoOHVy+G+aC57el2KblT9ifQmf6uarq+BvjpvxyZ1BBKqVcZQ8kOLAWdgwnwbjlXChMX1xhWUN1mCWQRrvShgeqpByrVOaBMhAdAoum0Thlbcm0wPGIVFviIUT5TykEC2qcsgby1aftQ1IOuwKsdkNNZaw+kUyzZLuh7tcRXNkVIgK4VKuIWRfjnY9xWdZAlu2otWmePcJx2D1w+nULzMzqE6lMJ8V0AKUcJ5DxEP3oOj+QIjtxL3xmDFj04I9j+c/K7bwsgSRTeeGJiyA0L4OYHEaW1mSIpEQowIKlM4vHLADEPDi22AZbkmY60jWMeRm4UFlvwQUN4pF5IT+yombQCQsWXFq2llxlKVphQn8G49rlMdOodVzYTgNRBDAcIAHTwU5yEy7XAaH16BO3wqo5jScxiOAh6bQzGgZFw2AxUgXkwciZNKy43oH1717tTILMpWUFJIG1Yu7MwYynz7cMY7xvJg8CK6mJ5xiQ8q0Aby6sJB85bZr9WTHxVz1lHyU8Pgkg1gvOPjMN/panxd6f8IPbC4x6i98L+nVZAfnR87MsrmemwthuXH5vR+7UiCvBgRtA8J+m0sllZ13/+11smt2J/p/Hxq4funvNl2lDt6r1mFNjsdTYKbeXvd+gsgLy8y+3c4OzswHYaHLq5AfLNMkDyUdwpnbPrhR76cLG+xKs8T7/ccFxypQpZGZdYJtZEKFML8oKSE06Q+D74Ji4aVq+/wLiRvRzregDF0+Ybj9dpjh0u9hlM2ol1y2cmyfCgL06f1RCfvIQlqK/W9htapRxAmUDZNpw4AVE1GdN2DugpPkhrj4wXbamjHHodtHLBkjLc2MwMR+EQQ7szDuAJNEKFwJbwur1qlSEywZIhnUXDEzNosWZbD2lBk8gB3cIMpD5MwzmJtUXjA5WzMONHDrnXR6Up4Ectb6OLxqerg9wZdYNIrgwBWk6CvPHAVilgWjtwAorAHAGxQ5Vy3YSjg57OOiCaSLDEo7Ftnydc8QeLkan5AMDJLDhrz1tD4M/2SvgW/RoJrxKrKAq11pCKOeC/SFbj0a0mO8zj2qTwRKdpslz8NWqDt6E6NtjjwYUSJMW93QuN6/4250LE0by3XOm/aHQ+VOPlmDPiQcGyKXz7UFmRpwDn3Qz4Ie0kr4l5jgPQhZus8gTovLxjdNcgM86Cfdl4+Dre1wufu5pz5yQC9TWRJq5+Ghd5fT7K3JZ1zM5lZ5qYIDUU16D5PpUYAQ1m3T2o3BJ9ZC8fV+MkmIfiEipDC0JKl99kz3dex5p9jmQgRkkSE3H9EIOwFxxj77WDgQABzINWsBH361z0jEIQAgMR1JBaC8hmmTkB3zJUA5maeLfVwHcB0ezatuGXBGAIrCEwFfrEbnbfXYSGCDJoR19HgaWBUiCWBnH8Voy3EvgSa+jSZ86UTQMongNGhmcwAeDA4tbTGCALC4YcSIGNR4ICVfP4hE4fm7CaLWqOF5PX0P5DoNonbxgXoAB67mazjscFPd05vuQfmCBBOEQSHrxNmgDvDvxqrtWrpljk8PeXg0nXn9PcsXcu/HZS54IrsTaPORGkfjv1QJ1kVlwgcwVWHrQz0nQ5bhGWx1zj3rjpNFmLz1it8JBc0ZDt6gaWIHw741C7D2PXu9z9l6kwhjUJ+m8b91bm3FsCoZlQHAisWMgQ+CBDCTVAlioCMgAgrI/RYqA3B+qBfCdCMgAgrI/RYqA3B+qBfCdYAOZ1Xj0NOxO0Ke0c3krVpXIJA8LrH1aki4zD+48kob5Wf3x/tgHasLKJ+/BJ8reX9nxuIeVHZeUvo4EhjqtuwYxBBZIIhhwJG0A7C0iGwHmZZiM97qRjcahE4BtEJH3IKwHmKSRoNpXwNAMLJBEJ1qfQ8DaJhuJixG9v2Tuo4Vy0H8sttKCQBDFa2CAxLIJ/tPuO7Sc2dEREZhYQMfKSsc9n7y9d2xf0MkTq1QulFOLvkcWoSCll4SGwFcwWtVh84hvk0pdpyhWH12iDVEz8kWqUoqGjSzAhK5AVq+oj0qWyzYwHMl1fTOItRLOGcZCdWMQyOaR5nGupEE5ASdCnYhG+7sA7Dpsc5nbA7MvixgYIGGA8+Hyp371IPOMXVCLOxNEoQ3UAmjupmHrcXLrIl+FlvtTh1ayD/sSQD/vwABJBZo49XebVz5273xpuCtcR9Rgd7sAydcsyVRfLrwkSZDm+NiPT82a6fn07LNjoIAkKpx63R0bcKBfFPaBAsFe2dmHihzsUSMgQ9ICIiAjIENCgZBUI+LICMiQUCAk1Yg4MgIyJBQISTUijoyADAkFQlKNiCMjIENCgZBUI+LICMiQUCAk1Yg4MgIyJBQISTUijgwVkKTWB82nAk0nqIjhusNNcUgqXM7VgKq0C2Nbz9fmy6+L4kg4GdkFY1yH7OMptNvIV0KjrdedL+QXLjovpAD2FqqFduEQ0nanoP5mIcs6rwHCG3AzQb5PVQRc4F5/eF3Ei+3oqifRn76kAHR+xwCaowQ4jIJCCz4VcS+T7SMlqfTJ3Uq+IgIJVdrkBGqlR77ylH3CmjlzTPVm9KfPKLDEtqGFL8dg66h+PkdmRSxP4ticFa2MvQl0d5lwXeEHcuAHpEfD+eK03dZmZTwDfLMs60eKjj1NAUVv2kpRH8VuQdc3xoUbTD/QdlDoBnfCLuW/CkhdJt6Bjcr6tkQqhxTt9oYwWHJ5vsHFJS/O+3kVBkTANgq9SAEacpJPk1NA+qmCieHk1tQPar8vxrYIzV2e47Dlc+0bgOJNhsYbfBebFJHkMdJaDcT/HM+wZxmrc8Y1NgZQA9yvXjiOCxYs0Iezzy2nddd4mDdNhynYNGz7pNycUg1JrEJCeoDoodOm2zfnZKl03Re5YYxG5AaRoXErYsHIIRvkSYLxB5IWO1PKzbNx7832B9GhhygwLLFulMfFlbAQ/S6gOI6y8cUqgWhArGZcsdgRbDE9y3EkXTQ9edd3wH3349egY29br323myxnAlopt+PP/7imbUZr2IiXtyOFXjc+pbKGMaDfohFoFeh6GDhwJOh9BOpZa5i64YOYnVnAO5+QSYjanyR2t8w77+ZZ6RxHEmGclLZaj/GHMFy9E+DV0T0CkziTWgG8FA/EgOhb5M0Ym2cmcLcFmap+luJGoZsUoA6RsUrQun9lhaU8RtNYpQNE2gOTMJFbAfh8uB79N4FIueJ2LtC5pD0UaxMNj+L8XLB0rdpWgwRt0TCHpioEbhQOLAVUpwZaA9OChH1a4/4WoP1CJl1x89mNHftC7xGJLJjHXg8GvhGbah5LLYI4szDpgnyiix6kAIlTMv7NON5WZPMo5hMPnH7VjJ0ANwfJHoGkMi2ZYw824+IkIbTJ4NvzwIEN1RUxJOaq1kLOGpTDhh6swMGWNKFCy6QEHHGgCfDgBAPdmNMCLnoOM4jnOfOaJl3z243FtOkKSLqv0F726B1HYDR7DkA7EUPdUbg7EM/iyKcaEr2ChEBxotH1/lFA9VRY88bcPQn8UsBzG8YhXyK1DzCifOG0q+3XcL5HencFZKeS2LatTR7pNXCpT8Ia7GGAD75nZB0S6JihdnorurFPFMBXKMC0EzRt9pj4Ar5plvczDlnzzWm37tVh1P8BNP48miIAQIcAAAAASUVORK5CYII=" alt="image" class="principalBlocks__img" /><h4 class="principalBlocks__heading">الرقمية واللامركزية</h4><p class="principalBlocks__desc"> نحن نعتمد على المعايير التقنية المعمول بها والتي يمكن من خلالها إنشاء إثبات الكفاءة رقميًا ويمكن إدارته بشكل غير مركزي. </p>
