Repository: edly-io/badgr-ui
Catalog: src/locale/message.*.xlf
Languages: ar

source: Visit website <img src="../../../../breakdown/static/images/arrow-external.svg" alt="arrow" />
ar: زيارة الموقع الإلكتروني<img src="../../../../breakdown/static/images/arrow-external.svg" alt="arrow" />

source: Contact institution
ar: العرض الأصلي

source: <svg icon="icon_external_link"></svg>Original view
ar: <svg icon="icon_external_link"></svg>العرض الأصلي

source: A learner-centered approach for documentation & feedback of the learning process
ar: باستخدام أوسمة موزيلا المتاحة، إننا نعمل على تطوير نظام توثيق مفتوح وقابل للتوسع لإثبات الكفاءات والمهارات المكتسبة في البيئة التعليمية واللاصفية.

source: Our idea
ar: أفكارنا

source: With the help of Mozilla's Open Badges, we are developing an open and scalable one Documentation system to prove acquired competencies and skills in school and extracurricular environment. The badges are contextualized and the learning achievements are documented using an e-portfolio.
ar: توضع الأوسمة في سياقها وتوثق إنجازات التعلم باستخدام محفظة إلكترونية.

source: Our approach
ar: نهجنا

source: Our feedback system motivates participants to enjoy learning and helps them to do so realistic self-assessment of their own progress. At the same time it offers learning support Orientation about the level of performance and thus forms an important basis for further development didactic-pedagogical planning of the learning process.
ar: يحفز نظام الإفادة المرتجعة المشاركين على الاستمتاع بالتعلم ويساعدهم على إجراء تقييم ذاتي وواقعي لتقدمهم. وفي الوقت نفسه, يوفر هذا النظام الدعم التعليمي الموجه حول مستوى الأداء, وبالتالي يشكل أساسًا هامًا لتخطيط المزيد من التطوير التعليمي والتربوي لعملية التعلم.

source: Our approach is based on 6 principles:
ar: يقوم نهجنا على 6 مبادئ:

source: <img src="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAGAAAABsCAYAAACVWrdDAAAAAXNSR0IArs4c6QAAAHhlWElmTU0AKgAAAAgABAEaAAUAAAABAAAAPgEbAAUAAAABAAAARgEoAAMAAAABAAIAAIdpAAQAAAABAAAATgAAAAAAAACQAAAAAQAAAJAAAAABAAOgAQADAAAAAQABAACgAgAEAAAAAQAAAGCgAwAEAAAAAQAAAGwAAAAAvk4K7gAAAAlwSFlzAAAWJQAAFiUBSVIk8AAAGIZJREFUeAHtXQl4VdW13nufc+69ISEhZCIxOFRa0YiKIabBqiFAEF/B4YkF6zyUZx0rzz712Yqttr7W1qGV92z1WZ762gIOnxYDGSA+GRMiMiniAAgkhCSEQEhy7zln7/evG4Ix3puE5NyB+7G/5N57ztnD2mvtvdbaa6+9DmMnUkQxwCPaeow2rgoL9YYhh1OlqSZoihcywTKlYk0aU8s6TG35SSxuL6+stKj7Jwjg8CDYPfGCFDeX10vO79U5P9VWiqkjbXDOgXC1C0if16GJV7NL1u4+QQAHCVA7LTfV6NAeB8pvBbJ1pVSLZOxDnbEmm7EkEGKMYCxdgBC2VK8ZTD6MZyeSExhQublGo0/cA4TfhmGOga6W4mOeJcVWYauDLE7GM592phLqLkupYtDgapOJ3ScI4AT2UUdzmn6mkvIajH4No3yVxeV9maU1n4DFdHEg+rG9blLuRkNoC8Ca8kGnm5H3RHICAz7JxinFRxlUmeLPZJXWbO2OfLqNa5lVXvOlyeybIB9sXYAd0YMTaXAYwMgW0HBGA/OazVmbruzS3mok4thMbbCpYG8ZTzzrNwbAfVQS5YbS0zK8vKalr5JSsu2U5wQB+sJUv5+rw0eyJu4tPie+r2JcsCwSDycI0Bem+vlccPEJslrQbuKEirukt2K7Jp/3bY1xqKScOaoFfTp1lDvRGn4T5+pGVJ4GSf+RxvmzqaVVy3oD6Hh/RsK2UVMfCJvvkUqdIriagwXZ2uyKqqaefVMzclwNB1wvAjcJIFYbyjqTdlyUm5kQp70GuTIBQPh1L6ocBMCiQ/5JN7QHUkrWHnSmteirhRC770D8i+j5deiy4oq9ziV/5CC36+PimOm2dL3dp0a4NfULrBVmUA78veQIARouPGOoik9cAKxfisq/kdCIF1Pu0fphh5/OWbjF940MMXBj35SCUUzaz0imLkN/uaAPxpswGCuA6D2Kcaic/BJI6WwMUoXnFVza9zjDghKSLsayuwgVB0y477aYunpYy5D/RYZdATMdxzf3XZY3QljWkzA3TMGMx+BXq2B8O1XnLAvX13SZ3Ag/sMDtA4t6xzL505nLP/h40ARApbxZ8THgaVpvOIS0H8WFSEaemCLAgeILTjMtNg86/WSwHg2If0Xj8lcWV1mS6RcDPzkY8ElKqsOa0DYbiq1oE3r1yOWr9xO+Bk0AqgQkN/zmDz/npzuBEtddQsaU1rV7an62z5YvQORNoh6Dzczn5uG7Uiu3tALxn7DCwlXN+iG3cMeJ5sOtSvca3uzVqztSKOuRNGgCgNWp/Vx+ASKA+CzoLABv3O3zsZgRwrB8DnF51R9o5BM2wWrecXHt/iQgn3BLeGGVlR34Sf9BkyMj0rRFOabfpmCtABgTz/+RnqzXBctzHN3ntZeNPUXv0F+BgL0CyPdBuL7LuD07aWknWzmWvjhCgIyKtfUA5CdA8odEefzTCGCkCaABGzzqXZjHX+ALV7cfC3DRmPfApLzTdMt4Sgh1FfpscsUXwRB3Q9rSmgENLsKTY6nu0rw8TfLLoREVgB8OAUHqhZSVQvDXU0qrj3vhu7d4fLrOrOeh0U0nuYeR/zdT2Q+ShXOgSHSUABgRvKGwMF5zHU72CU3Tlem1lXlQMPc9aKjJdMtXs96paRsosJEs599q1NSrEHQT0RcD2uZbTBl3ppatrMM1uj6w5CgBAoFQN3ncZfGatrhdSh+stUUZZWtWBsoXzfeapuYnKlu9BUViAkY9g8r9dkZZ9eVOwOyIDOgNEKU8m31SNWHKugSzH9uCJXtv+aPtWWNRwUmwpbwAtnMJbAc2FltvcZPNdgrOkBMgq3zFl7aSv8EctWCmmJjaMuRWp4APdT2k5zPdfsJSbCYGECkWS1xC/CS9snqvU22HnAB+QKU2HwK5mhglOvFA7aTzz3SqA6Gqp/nS757qtuVTUDVvBNC0glxg2eadyUvW7HCyzbAQIH34yY1A/UsYRYcgxE42uH4bLWSc7IiTdTVMyc20pP0kYCVVE7uMbKHN+cNZy9bvdLIdqissBOALF9r7D7csMDS+AW1qEGYzVTs/w+nOOFGfKoR5RvF5ZDIG4rHHzt87yLz3jCit2uFE/T3rCAsBqNHRKz851G6rx9ApBXaUBa+AezG6wtZ+z44Hut75vTHJTa68NwHhFUeev5feqn1/VOnGfbgmDup4CisCTiqvroDTzHwYrxiIMHPvlNxLHO/RACvcU5w30hPneQ62nakY/T6h2GLeIWfx1aFdvYeVAMCNksx+AouYz8Bf3TCOPl0/MT9jgDhzrBgtsgzG52J2/gBug2RQXOJiYk7a+wMzLxwLYOEmANviTdwBreJFANmOiTCGafYNasaMoFbUY+nMQPLuLszP9mjqBexUXY+BYUDreQN6//1JZWs/HUh9x1om7ASYALdsm/v+DkMdeRFQ+9fVNm4fdayAO5GfZp/LUL+zwfNhQdQwAxYJ5ro7Y1nN507U3586wk4AAipzyYc7JGfzXBAEgolz3C7RJfT6A7NjebimfoOBgC1DpUFFXu3z2Xekla2sdayBflQEokcm7SooiHMNtSsw9QtAhwaXJQuGhWHkkfxvLR6f1s6sX6PtW3BtgQhrTSmvHYxVc6BYjMgMIGBHknZhszlAAO2Nplm69iQRZaAd6W+5pqKCrHZlPgmTOSHfxFbqUtYuZ0QC+QRzxAhAjacfsNfpTLxKRi4szqZ5Eu0raYTSs1CkT2HVlJr1BNqYRY0A+aVck2HRdoL1J6IE4DU1JmzUrwC47aSWYlf59trivOxgwA7mfm1hbmqiJV+Gjj8TyPcA/aVMWPelLlm3bTD1DrZsRAlAwGeVVa2DJ80/yIMOyLlQl2rCYDvVs/xWOI653do83L8K/N6NGVCRpqdMT1/6wWcgBi4jlyJOAOq65ZNPgCeTH6UBl7KHa3OdM9TtKyxMSI1PegIrXDKsEborXbZxKy8p8dJlpFNUECCrsqZRMn43sOMFXz5DTxGPLMdRz8Eip2Hy2Cymt/0Ki6u7CPmYZe/j6NAdyctW7Rxs3U6VjwoCUGcyyi77O/jyu9juo8v7c9xtBfRjoIlcR5TQnxCC3Y0alWDqXexm3UinUwZaZyjKRQ0BOJtLp9vmgUfXdgpkdvf2wvOGDaTTLVMKhmum/lsYnmbiRCKq4OWQMD+FSXn7QOoLZZmoIQA6qdoP6iuBtOX0G6aBSQku4yKgD3Ky/6kpPz/Ra1vzUe4qFPTgv0pqYnYKTiz2v5bw5TymzoUDrLqJ+WfpQn4IjQiuH2xJi9Z8xaiEsdaOhmpD6ilugsF12OXLzs72sYULYdH4SovZPyk3yeLiFVg0pxErw2wqT0069VLaEAoH7ANpI+oIQJ3YVzzucUyBB+FRh6NU/PcYzaMxVc+BJpOF34TYBjh+fQzj9lLYcMq8h42tnkTfMJShctd3ZuFLXJzdPSwK2Q71sStFJQH8I1mIrZAFI2h9QIMcv78a6rhDvBPmY/Aq9anN5Es6F9/CrLkNmajEEp/k9+GIUEQXWV1I7u076ghA9iAjwXoSyL0ZyB3aBTwhnGIsUIJaSYs2f+okD6mvAmqrEhDki0yu/TTTYe+FI805/jVoXdtJiMhpy3XAeggnTGYDx35+T/WDDbWCHb0PgqzD+Vo620lBL4owKSgABhLH6tZ/5HO9ZctfZpZX7/DfPg4+oooAI1oSx9ncug18vFPYYsQD31WILDILroBfdMcnsSlTiHk649d2qpp+FnW24PpI5AvqKt+9jmj4TTM7KhIFObKUeQNGfiYBBNZimTju42uSEzLKv458ek6n0W23vB3E+h0uu8wKOKmjHtqSc/y4P0YNAXYZLemQn1d3shRCMduq6+aTWTXBvanJ09rmGu1qfUAFqCxmzIWpJw0ZR9fHQ4oaAriZkQ9fIRyf6tRwIHBLhuev79NsMKJ01T7YkV7q1Jb8KOfKlthmPD5S1BAAAvb8LpQRMuHQu4LPParsdD0K+K1x+10IYf9ii2aBoWlH6wpYIIpuRg8BOEsm9ZKSC/4JhtLIG61fiQ6BIGP3w3D+yCX9KhzhTFFDAAjdg0fUfAZVE1LV7DcSvW2JdObgq/1kdVQoRxi9fTcfNQTA0mo9nTWm1AEKGFwbr+b2b8/a5fFORsmjfSFetHdS/nfJv9+JfQU/UCH66OxxiCrvb7V0+E1j1g/Bgn4HJuSHCSvhGix5rwmkgnavd+c/jUn2+DyLcI8WZv7UWQGrgylpDefyfViU1rUIvuHbURgsJKIEUNDXG04aciVYz7UY9OOBvdQuJOJ3B+6/7Dukz/G7sHTi9mufCuFx6u2kB7gSD6JcPHUG3w2YCga0qGFUF6yiXqipO3DvI8yMVZrUFqeUr6Fgel3WjK/VGe6LiBBAsbliz+TFE9yCPwQj21hoMMNg1cRpVnYQFk/i5/Ba8E+FdpggSrnSHkjv4atZP/HsDKbF/RwduA51JPrzc0ZbmrN1JmtMxaegvmtx/3yS7cA2PhGvgYsG3NsAA97f3T5rSXLlhweobKRS2AlA+7Q4YvsskOFfdBEA+EekKfWfepv3UV+cZy6u7/HrlHgGJFIOxLhTpbbklcAiIu+o8ULxaXjg6jJDUDZd8L9KtzE77e2Vh6gUpbopeTmG4vejkRkg8lDKT1ZUmKoZzn4dQqy3VxDw7ffh9AfthKzz09+97jdC8ZtiqNnS9R0Ynq7HMP8RcBBPiERbtUDMcsyAp0aUrttMbVNeoGc+RnIxRvZRa2hPQFG+eyI283+WZd0e7BhR3dSxaczUpupCXIWCZ2HFPAJwJKBev1UbLGoNFnR/RTTJldLS96QfsPaT31L3RkLxu2e/HG2DeHSLnXK2qeR0bDFeDyZwGiEOvxE/mS8Xtv2X5ytq3pvbgx+Tu3pDy46HkBWCGZsxgBLfgRKGM6P4y+8wu/0XGRWb6wNl6n5vwQymFezPz/Fo9hQULgBMOWBPp2PxR97RlPZDblTAAlsBr+kNXnfbJ6cs3tTc+cj5z5ARAK7f58DtbxY6OBW4O7dzdQvfH87ewOh7U/e4V3RnFT27RvHnksykPEiGKdBmClDuDCAmDeSjU+odGL2k93egA79W3Pv7EaUbu6IW9qwq6DUdzHBpKgfEHQsiXwI4v4fIXmlEa2hkXsyKzzArNuLeSlsz389Y8sHGoJUN8IGjBADgvK5o/MmaZt4BeKYBaacCUUPQiBej/i3oJH+SPr6R/ID6C29nCEhPOmJOwENCi2c4VgMN51Tw7mcxcoeijd827Wl7NGfLwEOhkSW2SXgzbJd9srTZRTpX00GUPMDoQp9wpo0f4EribDDfBKK845K8JLFbQD5arzStyLsCwXqmScVPgbxq4FxUdCSJV0b2EaDEUQLsm5x3L+TbT6HJZKJiTrvqfnu+ze9Lr6iqwr0u2dpf/AfMRwjbZ7StA27OxcitUjq7PP1dZw5P0yD6aEaOMaw5LsfNxS0g8PXgTUkmRhKxQbSHLvFm3J+TXlo1X4GlNR3Mf1FKeSMeY8LjCb5QBpZyvsHwDilKrqwMqmkNigBE+brK3OGGS58E8OaCb57h1zIYwjFyvg3bhE/tbDIXjAuBMGuakncvXKqfAY19SoqJ6eVrVwSk1iBvboFrY4rROg0a1ky0hygwLAEodqOvm0GAcxuL834JwjwSaFFByAV8rzNf203pRwI59QRnQAQgxO+pzM8y3Cyfg/JA9qXgmXSmthXq5CYIr7fiXK4/D1u8ImTCi2I4wNV8E9pOBvH/kF667p6enXP4mkOlPQsx36ajzTEI3rEIJzvWCwTuAPLPDtYWCFAHAs3KLKt+L1CeYybAp3B8SkyUAIJdgYanYUvQBZaDg+SqCnr261hPvd1z0RSoYSfu1U8aN18IcQPU2HqPzXO682Un6g9WB9mX6Kzb7sl5E6Fav4Z8QU96AsEI6sRmp5dXvxyovqN7whSSxbLsyzHVzgWn07C5vc0nfW+PXLZhDxXcXljoiXe1fh+s7WZQNBcsMR0bKIg+yhAdV73ANVE+vD1uW9e7UQI15vQ9hH9/FZrRLNSbgZDlpN//2ek2AtVHyKf7WAxi/PUeLdKfTdCJ+07ZQOW6Jz8B9haPO1vaah6Ey3nYh3V3yhlEe9VcP2oqzrsT0a5WJRitWBiJ5zHa0kBVmjmNWJ7+h2brf61POdgQiYCsyjI+Yrq1BYPgPIyym2HiQCTauYHYcfc+O/Yb2lI92m6BhpcarFKM0YOIH0qDmGT0N5JOjqxe23wO0V0vQkX+bEdykgp2HtjLol0F2adD+pONJgEdxQqez/fo7oeHlrxPdpWIpZQW3759yXw5tI1zAdfopuIleayUrQ0XQGlm/OYm1+EPgaPTA2GX0Am1dVurNNcHg0l02HICRHVhoGHjr5TzTE/CiMfbkozFpmRXIU7md9PKqm6PNPKpQ2QqgAxYhlFGal6CZHJSOA99+9mt1H6GReYarOxpUehP9I1/iqT+OWB67OSy9UGPvoIFqenIDdZ+pHSPL9omhMo1M7vB/W9ocGmPxxG/9NpstVtju7DAOAezYPyhhi8oOm+/F3qD7UBq+ZqPm4vGz7R18y7gCZZXepEDb4d0/EhT6n+Gl61b2VsbkKMqDTjuNeFxAngNmYj9QUl7zRzmhxQivmHKBUuEYudAPl3g08RpACFsBKDu0okbmE4eSTOTT2rlLNHD7Q6LmbvSyvo2j+hgPduwapsKPhY04XTJnrTKyqhDfhfApm39Ref6HEz5VFuoqbhf3fUsXN/fLvmMnMO+ONb2BIzof8MMCIp+bC3R2vu5Y604nPmzyj/4GHx4OWkQ0DiuDmfbg20LgQzbN0GX/SNGzzfe5gBB4sXLFxZnlNX812AbCnV5qez/JlYKFW1MbVHexaFuz6n6BZlxJfM9jpdOPgMhQoH1dgHxe7DC2ojtuxd05fmxU42FtB6hKgH7F/hniBj7E3yjG9GfjgJJ+7R7J5aMZtw6DWod4rqJ2kw9ZVO0nKftC5WwkHoa9cPP4szS7WBHzbZmX5BREr6wM33BF+z5UQIEy3C83KcRD3P4DyEG5mHsk3Pd/aml1XQ6PqoTFmqxkTCSyP6+EsivAzHc0O6KPscZgmjvXcwQgBBN54DBflb7p7ViFwzl/jVBVNMgpghAmMbSn8KhwWDLshHulrYVozrFHAEst3oP2P8cs4AWMD+IauwDuJgjAJ2agVX3j3SiEjOhYOfEsWdFMxFijgCEbMMn3oAR8QAWZkPiDe1fThAgzBjYH9fUgNV9BTULd8ZbG6ZfeNTDLsyg9NlcTM6AUSWf+aTkSyGIO7AuMGyvSX6kUZlikgC0JnAxuQbheL8EEXSh5JRwRGQcCIVjkgCEiCajZRuE8Rb8hFmLn+8ZYo8cCIJCXSZmCUD2eby/8S3sOIELsVG2Js8PNTIHUn/MEoCQkW5oePMRa4M66oFt6LKBICjUZfyr9lA3Esn6G4rznkb790ElbfSY8WfKeHg8edtlcrILAZ9W00Y6JkjkUswToLY4P1djdhV8nuBFqJbD8czC9iu2bvk2eFZVeixeHS6PukBkjmkC4L2P37I1fqcl1d3oPF5hA7R36zHuN4I9vamU+G243Cl7EqEbOD0fHd/X9EoS+AM+jZF/Oba84ULIvgSzWYYO16FnI0CJyVCPsiEj8JYkjk18fkMkiBCTBFC5ucbe4eJn0DAeBLJJEXrDNNW/u4a6azsapOURQjeHdyTrHeJnIMwtMN4JZFrkc9s3hvtdl0edc4/v8f516D9PcScnKvMOjG4Dx4uqdzbZswKcUTgEh+Q5EMkUoeVKyIWL3V79Qvwu+3ptob2KSTU0gdlF4PepsIginpC8JQDy/VhNwcl5IdVzmCFeLNdSJZcF4XRtJCBikgDg7Zdg9COqpdradfzVj/EAH61WAvw62X6oqQKh0UbvaGggV/KwpZgkgFTSf9IR0rVP7+3T8N53EKDFj3HFh7qHHgorTsLaWLiGFaK9+r2R0blT+mqTDqbgZKPfvx9+ss2ZVrojBwn7arfreUwSAKxnKVwU6b1U36kvyqMgIEGTadoTcMInGXJAalz7iJWUmEEzh+BBTBIgQZjV4OdfQLOBwsleqi/KPX1Bj5fFwf7Aa4tzcQpf3A93RtCK7ZFcrcQ3iY+wpZhUQz9pMppHDufPA5mP4QzZaITTnV/Y8uUzjcW5m7mmtyrbSmhU/Dtwx/wxHI8vRj7awn/be1DD2ePwJn/b4W0yPK3VXTQ2TfMYPwdrwdszyN7GmxEVZQtekXIAC69kdBxBXv2RdzHw+SKvyedkV67dHR7ovmolZglAXTyESFxeaf4ztKF/hb/rt2CMO9pzsgthdlBUrec5N19O6+UY0dFCIfjx/y0huh39fzMFAAAAAElFTkSuQmCC" alt="img" class="principalBlocks__img" /><h4 class="principalBlocks__heading">offen</h4><p class="principalBlocks__desc"> Other institutions can expand the system according to their educational offerings develop. </p>
ar: <img src="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAGAAAABsCAYAAACVWrdDAAAAAXNSR0IArs4c6QAAAHhlWElmTU0AKgAAAAgABAEaAAUAAAABAAAAPgEbAAUAAAABAAAARgEoAAMAAAABAAIAAIdpAAQAAAABAAAATgAAAAAAAACQAAAAAQAAAJAAAAABAAOgAQADAAAAAQABAACgAgAEAAAAAQAAAGCgAwAEAAAAAQAAAGwAAAAAvk4K7gAAAAlwSFlzAAAWJQAAFiUBSVIk8AAAGIZJREFUeAHtXQl4VdW13nufc+69ISEhZCIxOFRa0YiKIabBqiFAEF/B4YkF6zyUZx0rzz712Yqttr7W1qGV92z1WZ762gIOnxYDGSA+GRMiMiniAAgkhCSEQEhy7zln7/evG4Ix3puE5NyB+7G/5N57ztnD2mvtvdbaa6+9DmMnUkQxwCPaeow2rgoL9YYhh1OlqSZoihcywTKlYk0aU8s6TG35SSxuL6+stKj7Jwjg8CDYPfGCFDeX10vO79U5P9VWiqkjbXDOgXC1C0if16GJV7NL1u4+QQAHCVA7LTfV6NAeB8pvBbJ1pVSLZOxDnbEmm7EkEGKMYCxdgBC2VK8ZTD6MZyeSExhQublGo0/cA4TfhmGOga6W4mOeJcVWYauDLE7GM592phLqLkupYtDgapOJ3ScI4AT2UUdzmn6mkvIajH4No3yVxeV9maU1n4DFdHEg+rG9blLuRkNoC8Ca8kGnm5H3RHICAz7JxinFRxlUmeLPZJXWbO2OfLqNa5lVXvOlyeybIB9sXYAd0YMTaXAYwMgW0HBGA/OazVmbruzS3mok4thMbbCpYG8ZTzzrNwbAfVQS5YbS0zK8vKalr5JSsu2U5wQB+sJUv5+rw0eyJu4tPie+r2JcsCwSDycI0Bem+vlccPEJslrQbuKEirukt2K7Jp/3bY1xqKScOaoFfTp1lDvRGn4T5+pGVJ4GSf+RxvmzqaVVy3oD6Hh/RsK2UVMfCJvvkUqdIriagwXZ2uyKqqaefVMzclwNB1wvAjcJIFYbyjqTdlyUm5kQp70GuTIBQPh1L6ocBMCiQ/5JN7QHUkrWHnSmteirhRC770D8i+j5deiy4oq9ziV/5CC36+PimOm2dL3dp0a4NfULrBVmUA78veQIARouPGOoik9cAKxfisq/kdCIF1Pu0fphh5/OWbjF940MMXBj35SCUUzaz0imLkN/uaAPxpswGCuA6D2Kcaic/BJI6WwMUoXnFVza9zjDghKSLsayuwgVB0y477aYunpYy5D/RYZdATMdxzf3XZY3QljWkzA3TMGMx+BXq2B8O1XnLAvX13SZ3Ag/sMDtA4t6xzL505nLP/h40ARApbxZ8THgaVpvOIS0H8WFSEaemCLAgeILTjMtNg86/WSwHg2If0Xj8lcWV1mS6RcDPzkY8ElKqsOa0DYbiq1oE3r1yOWr9xO+Bk0AqgQkN/zmDz/npzuBEtddQsaU1rV7an62z5YvQORNoh6Dzczn5uG7Uiu3tALxn7DCwlXN+iG3cMeJ5sOtSvca3uzVqztSKOuRNGgCgNWp/Vx+ASKA+CzoLABv3O3zsZgRwrB8DnF51R9o5BM2wWrecXHt/iQgn3BLeGGVlR34Sf9BkyMj0rRFOabfpmCtABgTz/+RnqzXBctzHN3ntZeNPUXv0F+BgL0CyPdBuL7LuD07aWknWzmWvjhCgIyKtfUA5CdA8odEefzTCGCkCaABGzzqXZjHX+ALV7cfC3DRmPfApLzTdMt4Sgh1FfpscsUXwRB3Q9rSmgENLsKTY6nu0rw8TfLLoREVgB8OAUHqhZSVQvDXU0qrj3vhu7d4fLrOrOeh0U0nuYeR/zdT2Q+ShXOgSHSUABgRvKGwMF5zHU72CU3Tlem1lXlQMPc9aKjJdMtXs96paRsosJEs599q1NSrEHQT0RcD2uZbTBl3ppatrMM1uj6w5CgBAoFQN3ncZfGatrhdSh+stUUZZWtWBsoXzfeapuYnKlu9BUViAkY9g8r9dkZZ9eVOwOyIDOgNEKU8m31SNWHKugSzH9uCJXtv+aPtWWNRwUmwpbwAtnMJbAc2FltvcZPNdgrOkBMgq3zFl7aSv8EctWCmmJjaMuRWp4APdT2k5zPdfsJSbCYGECkWS1xC/CS9snqvU22HnAB+QKU2HwK5mhglOvFA7aTzz3SqA6Gqp/nS757qtuVTUDVvBNC0glxg2eadyUvW7HCyzbAQIH34yY1A/UsYRYcgxE42uH4bLWSc7IiTdTVMyc20pP0kYCVVE7uMbKHN+cNZy9bvdLIdqissBOALF9r7D7csMDS+AW1qEGYzVTs/w+nOOFGfKoR5RvF5ZDIG4rHHzt87yLz3jCit2uFE/T3rCAsBqNHRKz851G6rx9ApBXaUBa+AezG6wtZ+z44Hut75vTHJTa68NwHhFUeev5feqn1/VOnGfbgmDup4CisCTiqvroDTzHwYrxiIMHPvlNxLHO/RACvcU5w30hPneQ62nakY/T6h2GLeIWfx1aFdvYeVAMCNksx+AouYz8Bf3TCOPl0/MT9jgDhzrBgtsgzG52J2/gBug2RQXOJiYk7a+wMzLxwLYOEmANviTdwBreJFANmOiTCGafYNasaMoFbUY+nMQPLuLszP9mjqBexUXY+BYUDreQN6//1JZWs/HUh9x1om7ASYALdsm/v+DkMdeRFQ+9fVNm4fdayAO5GfZp/LUL+zwfNhQdQwAxYJ5ro7Y1nN507U3586wk4AAipzyYc7JGfzXBAEgolz3C7RJfT6A7NjebimfoOBgC1DpUFFXu3z2Xekla2sdayBflQEokcm7SooiHMNtSsw9QtAhwaXJQuGhWHkkfxvLR6f1s6sX6PtW3BtgQhrTSmvHYxVc6BYjMgMIGBHknZhszlAAO2Nplm69iQRZaAd6W+5pqKCrHZlPgmTOSHfxFbqUtYuZ0QC+QRzxAhAjacfsNfpTLxKRi4szqZ5Eu0raYTSs1CkT2HVlJr1BNqYRY0A+aVck2HRdoL1J6IE4DU1JmzUrwC47aSWYlf59trivOxgwA7mfm1hbmqiJV+Gjj8TyPcA/aVMWPelLlm3bTD1DrZsRAlAwGeVVa2DJ80/yIMOyLlQl2rCYDvVs/xWOI653do83L8K/N6NGVCRpqdMT1/6wWcgBi4jlyJOAOq65ZNPgCeTH6UBl7KHa3OdM9TtKyxMSI1PegIrXDKsEborXbZxKy8p8dJlpFNUECCrsqZRMn43sOMFXz5DTxGPLMdRz8Eip2Hy2Cymt/0Ki6u7CPmYZe/j6NAdyctW7Rxs3U6VjwoCUGcyyi77O/jyu9juo8v7c9xtBfRjoIlcR5TQnxCC3Y0alWDqXexm3UinUwZaZyjKRQ0BOJtLp9vmgUfXdgpkdvf2wvOGDaTTLVMKhmum/lsYnmbiRCKq4OWQMD+FSXn7QOoLZZmoIQA6qdoP6iuBtOX0G6aBSQku4yKgD3Ky/6kpPz/Ra1vzUe4qFPTgv0pqYnYKTiz2v5bw5TymzoUDrLqJ+WfpQn4IjQiuH2xJi9Z8xaiEsdaOhmpD6ilugsF12OXLzs72sYULYdH4SovZPyk3yeLiFVg0pxErw2wqT0069VLaEAoH7ANpI+oIQJ3YVzzucUyBB+FRh6NU/PcYzaMxVc+BJpOF34TYBjh+fQzj9lLYcMq8h42tnkTfMJShctd3ZuFLXJzdPSwK2Q71sStFJQH8I1mIrZAFI2h9QIMcv78a6rhDvBPmY/Aq9anN5Es6F9/CrLkNmajEEp/k9+GIUEQXWV1I7u076ghA9iAjwXoSyL0ZyB3aBTwhnGIsUIJaSYs2f+okD6mvAmqrEhDki0yu/TTTYe+FI805/jVoXdtJiMhpy3XAeggnTGYDx35+T/WDDbWCHb0PgqzD+Vo620lBL4owKSgABhLH6tZ/5HO9ZctfZpZX7/DfPg4+oooAI1oSx9ncug18vFPYYsQD31WILDILroBfdMcnsSlTiHk649d2qpp+FnW24PpI5AvqKt+9jmj4TTM7KhIFObKUeQNGfiYBBNZimTju42uSEzLKv458ek6n0W23vB3E+h0uu8wKOKmjHtqSc/y4P0YNAXYZLemQn1d3shRCMduq6+aTWTXBvanJ09rmGu1qfUAFqCxmzIWpJw0ZR9fHQ4oaAriZkQ9fIRyf6tRwIHBLhuev79NsMKJ01T7YkV7q1Jb8KOfKlthmPD5S1BAAAvb8LpQRMuHQu4LPParsdD0K+K1x+10IYf9ii2aBoWlH6wpYIIpuRg8BOEsm9ZKSC/4JhtLIG61fiQ6BIGP3w3D+yCX9KhzhTFFDAAjdg0fUfAZVE1LV7DcSvW2JdObgq/1kdVQoRxi9fTcfNQTA0mo9nTWm1AEKGFwbr+b2b8/a5fFORsmjfSFetHdS/nfJv9+JfQU/UCH66OxxiCrvb7V0+E1j1g/Bgn4HJuSHCSvhGix5rwmkgnavd+c/jUn2+DyLcI8WZv7UWQGrgylpDefyfViU1rUIvuHbURgsJKIEUNDXG04aciVYz7UY9OOBvdQuJOJ3B+6/7Dukz/G7sHTi9mufCuFx6u2kB7gSD6JcPHUG3w2YCga0qGFUF6yiXqipO3DvI8yMVZrUFqeUr6Fgel3WjK/VGe6LiBBAsbliz+TFE9yCPwQj21hoMMNg1cRpVnYQFk/i5/Ba8E+FdpggSrnSHkjv4atZP/HsDKbF/RwduA51JPrzc0ZbmrN1JmtMxaegvmtx/3yS7cA2PhGvgYsG3NsAA97f3T5rSXLlhweobKRS2AlA+7Q4YvsskOFfdBEA+EekKfWfepv3UV+cZy6u7/HrlHgGJFIOxLhTpbbklcAiIu+o8ULxaXjg6jJDUDZd8L9KtzE77e2Vh6gUpbopeTmG4vejkRkg8lDKT1ZUmKoZzn4dQqy3VxDw7ffh9AfthKzz09+97jdC8ZtiqNnS9R0Ynq7HMP8RcBBPiERbtUDMcsyAp0aUrttMbVNeoGc+RnIxRvZRa2hPQFG+eyI283+WZd0e7BhR3dSxaczUpupCXIWCZ2HFPAJwJKBev1UbLGoNFnR/RTTJldLS96QfsPaT31L3RkLxu2e/HG2DeHSLnXK2qeR0bDFeDyZwGiEOvxE/mS8Xtv2X5ytq3pvbgx+Tu3pDy46HkBWCGZsxgBLfgRKGM6P4y+8wu/0XGRWb6wNl6n5vwQymFezPz/Fo9hQULgBMOWBPp2PxR97RlPZDblTAAlsBr+kNXnfbJ6cs3tTc+cj5z5ARAK7f58DtbxY6OBW4O7dzdQvfH87ewOh7U/e4V3RnFT27RvHnksykPEiGKdBmClDuDCAmDeSjU+odGL2k93egA79W3Pv7EaUbu6IW9qwq6DUdzHBpKgfEHQsiXwI4v4fIXmlEa2hkXsyKzzArNuLeSlsz389Y8sHGoJUN8IGjBADgvK5o/MmaZt4BeKYBaacCUUPQiBej/i3oJH+SPr6R/ID6C29nCEhPOmJOwENCi2c4VgMN51Tw7mcxcoeijd827Wl7NGfLwEOhkSW2SXgzbJd9srTZRTpX00GUPMDoQp9wpo0f4EribDDfBKK845K8JLFbQD5arzStyLsCwXqmScVPgbxq4FxUdCSJV0b2EaDEUQLsm5x3L+TbT6HJZKJiTrvqfnu+ze9Lr6iqwr0u2dpf/AfMRwjbZ7StA27OxcitUjq7PP1dZw5P0yD6aEaOMaw5LsfNxS0g8PXgTUkmRhKxQbSHLvFm3J+TXlo1X4GlNR3Mf1FKeSMeY8LjCb5QBpZyvsHwDilKrqwMqmkNigBE+brK3OGGS58E8OaCb57h1zIYwjFyvg3bhE/tbDIXjAuBMGuakncvXKqfAY19SoqJ6eVrVwSk1iBvboFrY4rROg0a1ky0hygwLAEodqOvm0GAcxuL834JwjwSaFFByAV8rzNf203pRwI59QRnQAQgxO+pzM8y3Cyfg/JA9qXgmXSmthXq5CYIr7fiXK4/D1u8ImTCi2I4wNV8E9pOBvH/kF667p6enXP4mkOlPQsx36ajzTEI3rEIJzvWCwTuAPLPDtYWCFAHAs3KLKt+L1CeYybAp3B8SkyUAIJdgYanYUvQBZaDg+SqCnr261hPvd1z0RSoYSfu1U8aN18IcQPU2HqPzXO682Un6g9WB9mX6Kzb7sl5E6Fav4Z8QU96AsEI6sRmp5dXvxyovqN7whSSxbLsyzHVzgWn07C5vc0nfW+PXLZhDxXcXljoiXe1fh+s7WZQNBcsMR0bKIg+yhAdV73ANVE+vD1uW9e7UQI15vQ9hH9/FZrRLNSbgZDlpN//2ek2AtVHyKf7WAxi/PUeLdKfTdCJ+07ZQOW6Jz8B9haPO1vaah6Ey3nYh3V3yhlEe9VcP2oqzrsT0a5WJRitWBiJ5zHa0kBVmjmNWJ7+h2brf61POdgQiYCsyjI+Yrq1BYPgPIyym2HiQCTauYHYcfc+O/Yb2lI92m6BhpcarFKM0YOIH0qDmGT0N5JOjqxe23wO0V0vQkX+bEdykgp2HtjLol0F2adD+pONJgEdxQqez/fo7oeHlrxPdpWIpZQW3759yXw5tI1zAdfopuIleayUrQ0XQGlm/OYm1+EPgaPTA2GX0Am1dVurNNcHg0l02HICRHVhoGHjr5TzTE/CiMfbkozFpmRXIU7md9PKqm6PNPKpQ2QqgAxYhlFGal6CZHJSOA99+9mt1H6GReYarOxpUehP9I1/iqT+OWB67OSy9UGPvoIFqenIDdZ+pHSPL9omhMo1M7vB/W9ocGmPxxG/9NpstVtju7DAOAezYPyhhi8oOm+/F3qD7UBq+ZqPm4vGz7R18y7gCZZXepEDb4d0/EhT6n+Gl61b2VsbkKMqDTjuNeFxAngNmYj9QUl7zRzmhxQivmHKBUuEYudAPl3g08RpACFsBKDu0okbmE4eSTOTT2rlLNHD7Q6LmbvSyvo2j+hgPduwapsKPhY04XTJnrTKyqhDfhfApm39Ref6HEz5VFuoqbhf3fUsXN/fLvmMnMO+ONb2BIzof8MMCIp+bC3R2vu5Y604nPmzyj/4GHx4OWkQ0DiuDmfbg20LgQzbN0GX/SNGzzfe5gBB4sXLFxZnlNX812AbCnV5qez/JlYKFW1MbVHexaFuz6n6BZlxJfM9jpdOPgMhQoH1dgHxe7DC2ojtuxd05fmxU42FtB6hKgH7F/hniBj7E3yjG9GfjgJJ+7R7J5aMZtw6DWod4rqJ2kw9ZVO0nKftC5WwkHoa9cPP4szS7WBHzbZmX5BREr6wM33BF+z5UQIEy3C83KcRD3P4DyEG5mHsk3Pd/aml1XQ6PqoTFmqxkTCSyP6+EsivAzHc0O6KPscZgmjvXcwQgBBN54DBflb7p7ViFwzl/jVBVNMgpghAmMbSn8KhwWDLshHulrYVozrFHAEst3oP2P8cs4AWMD+IauwDuJgjAJ2agVX3j3SiEjOhYOfEsWdFMxFijgCEbMMn3oAR8QAWZkPiDe1fThAgzBjYH9fUgNV9BTULd8ZbG6ZfeNTDLsyg9NlcTM6AUSWf+aTkSyGIO7AuMGyvSX6kUZlikgC0JnAxuQbheL8EEXSh5JRwRGQcCIVjkgCEiCajZRuE8Rb8hFmLn+8ZYo8cCIJCXSZmCUD2eby/8S3sOIELsVG2Js8PNTIHUn/MEoCQkW5oePMRa4M66oFt6LKBICjUZfyr9lA3Esn6G4rznkb790ElbfSY8WfKeHg8edtlcrILAZ9W00Y6JkjkUswToLY4P1djdhV8nuBFqJbD8czC9iu2bvk2eFZVeixeHS6PukBkjmkC4L2P37I1fqcl1d3oPF5hA7R36zHuN4I9vamU+G243Cl7EqEbOD0fHd/X9EoS+AM+jZF/Oba84ULIvgSzWYYO16FnI0CJyVCPsiEj8JYkjk18fkMkiBCTBFC5ucbe4eJn0DAeBLJJEXrDNNW/u4a6azsapOURQjeHdyTrHeJnIMwtMN4JZFrkc9s3hvtdl0edc4/v8f516D9PcScnKvMOjG4Dx4uqdzbZswKcUTgEh+Q5EMkUoeVKyIWL3V79Qvwu+3ptob2KSTU0gdlF4PepsIginpC8JQDy/VhNwcl5IdVzmCFeLNdSJZcF4XRtJCBikgDg7Zdg9COqpdradfzVj/EAH61WAvw62X6oqQKh0UbvaGggV/KwpZgkgFTSf9IR0rVP7+3T8N53EKDFj3HFh7qHHgorTsLaWLiGFaK9+r2R0blT+mqTDqbgZKPfvx9+ss2ZVrojBwn7arfreUwSAKxnKVwU6b1U36kvyqMgIEGTadoTcMInGXJAalz7iJWUmEEzh+BBTBIgQZjV4OdfQLOBwsleqi/KPX1Bj5fFwf7Aa4tzcQpf3A93RtCK7ZFcrcQ3iY+wpZhUQz9pMppHDufPA5mP4QzZaITTnV/Y8uUzjcW5m7mmtyrbSmhU/Dtwx/wxHI8vRj7awn/be1DD2ePwJn/b4W0yPK3VXTQ2TfMYPwdrwdszyN7GmxEVZQtekXIAC69kdBxBXv2RdzHw+SKvyedkV67dHR7ovmolZglAXTyESFxeaf4ztKF/hb/rt2CMO9pzsgthdlBUrec5N19O6+UY0dFCIfjx/y0huh39fzMFAAAAAElFTkSuQmCC" alt="img" class="principalBlocks__img" /><h4 class="principalBlocks__heading">يمكن للمؤسسات</h4><p class="principalBlocks__desc"> الأخرى توسيع النظام وفقًا لتطور عروضها التعليمية. </p>
