Repository: edly-io/badgr-ui
Catalog: src/locale/message.*.xlf
Languages: ar

source: Evidence is proof that the recipient meets the relevant criteria to receive a badge. This can be in the form of a narrative that describes success and/or as a URL of a website.
ar: هو البرهان الذي يثبت أن المستلم يفي بمعايير الحصول على الوسام. يمكن أن يكون ذلك على شكل سرد يصف الإنجاز و/أو عنوان URL لموقع ويب.

source: Proof {{ i + 1 }}
ar: الدليل{{ i + 1 }}

source: URL for proof
ar: عنوان URL للدليل

source: Please provide a valid URL
ar: يرجى إدخال عنوان URL صحيح

source: Add further evidence
ar: إضافة المزيد من الأدلة

source: Expiry Date <span>(Optional)</span>
ar: تاريخ انتهاء الصلاحية <span>(اختياري)</span>

source: What is the expiration date?
ar: ما هو تاريخ انتهاء الصلاحية؟

source: The badge can have an expiration date. Here you can set, edit or delete it if the badge should not expire.
ar: يمكن أن يكون للوسام مدة صلاحية محددة, ويمكنك تعيينها أو تعديلها أو حذفها إذا كان الوسام غير محدد المدة.

source: Further information
ar: المزيد من المعلومات

source: Expiry Date
ar: تاريخ انتهاء الصلاحية

source: Please enter a date in the form YYYY-mm-dd.
ar: يرجى إدخال التاريخ بتنسيق YYYY-mm-dd.

source: Expiry Date
ar: تاريخ انتهاء الصلاحية

source: Edit
ar: تحرير

source: Add optional details
ar: إضافة تفاصيل اختيارية

source: Narrative
ar: السرد

source: Proof
ar: الدليل

source: Expiry Date
ar: تاريخ انتهاء الصلاحية

source: Badge awarded
ar: منح الوسام

source: Create institution
ar: إنشاء مؤسسة

source: Create an institution to award badges.
ar: أنشئ مؤسسة لمنح الأوسمة.

source: Picture (Optional)
ar: صورة (اختياري)

source: Website URL
ar: عنوان URL الموقع الإلكتروني

source: Contact email
ar: بريد إلكتروني خاص لجهة الاتصال

source: Please provide a valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صحيح

source: Description
ar: الوصف

source: Please enter a category
ar: يرجى إدخال التصنيف

source: Address
ar: العنوان

source: Street
ar: الشارع

source: House number
ar: رقم المنزل

source: Postal code
ar: الرمز البريدي

source: City
ar: المدينة

source: I have read and agree to the <a target="_blank" [href]="dataProcessorUrl">Privacy Policy</a> to them. <div *ngIf="issuerForm.rawControlMap.agreedTerms.dirty && !issuerForm.rawControlMap.agreedTerms.valid" class="checkbox-x-errortext" > Please read the privacy policy and agree to it if you wish to continue. </div>
ar: أقر وأوافق على قراءة<a target="_blank" [href]="dataProcessorUrl"> سياسة الخصوصية </a>. <div *ngIf="issuerForm.rawControlMap.agreedTerms.dirty && !issuerForm.rawControlMap.agreedTerms.valid" class="checkbox-x-errortext" > يرجى قراءة سياسة الخصوصية والموافقة عليها, في حال رغبتك بالمتابعة.</div>

source: Cancel
ar: إلغاء

source: Create institution
ar: إنشاء مؤسسة

source: <strong [truncatedText]="issuer.email" [maxLength]="64"></strong><br class="u-hidden-minmobilelarge" /><span class="u-hidden-maxmobilelarge"> — </span><span class="d-flex align-items-center gap-2"> Your Role: {{ issuer?.currentUserStaffMember?.roleInfo?.label }} </span>
ar: <strong [truncatedText]="issuer.email" [maxLength]="64"></strong><br class="u-hidden-minmobilelarge" /><span class="u-hidden-maxmobilelarge"> — </span><span class="d-flex align-items-center gap-2"> دورك: {{ issuer?.currentUserStaffMember?.roleInfo?.label }} </span>

source: <a href="{{ issuer.websiteUrl }}" class="newBadgeDetail-link"> Visit website <img src="../../../../breakdown/static/images/arrow-external.svg" alt="arrow" /></a>
ar: <a href="{{ issuer.websiteUrl }}" class="newBadgeDetail-link"> تفضل بزيارة الموقع الإلكتروني <img src="../../../../breakdown/static/images/arrow-external.svg" alt="arrow" /></a>

source: This issuer has not yet been verified
ar: لم يتم التحقق من هذا المصدر بعد.

source: Create badge
ar: إنشاء وسام

source: <svg icon="icon_edit"></svg> Edit
ar: <svg icon="icon_edit"></svg> البريد الإلكتروني

source: <svg icon="icon_remove"></svg> Delete
ar: <svg icon="icon_remove"></svg> حذف

source: <svg icon="icon_group"></svg> Members {{ issuer?.currentUserStaffMember?.isOwner ? 'edit' : '' }}
ar: <svg icon="icon_group"></svg> الأعضاء {{ issuer?.currentUserStaffMember?.isOwner ? 'edit' : '' }}

source: The issuer does not have any badges yet
ar: ليس لدى المصدر أي أوسمة حتى الآن

source: Created on
ar: أنشئ في

source: Recipients
ar: المستلمون

source: Forgive
ar: التغاضي

source: Edit institution
ar: تحرير المؤسسة

source: Edit this institution's information.
ar: تحرير معلومات هذه المؤسسة.

source: issuer
ar: المصدر

source: Adding
ar: إضافة

source: Save
ar: حفظ

source: You haven't created an institution yet
ar: لم تنشئ مؤسسة بعد

source: With institutions you can create badges and give them to users.
ar: يمكنك إنشاء الأوسمة من خلال المؤسسات ومنحها للمستخدمين.

source: Create institution
ar: إنشاء مؤسسة

source: Your role:
ar: دورك:

source: Top Badges:
ar: أفضل الأوسمة

source: No badges
ar: لا توجد أوسمة

source: Add Member
ar: إضافة عضو

source: New Staff Members must create and verify a Badgr account prior to being added to an issuer.
ar: يجب على أعضاء الفريق الجدد إنشاء حساب Badgr وتأكيده قبل إضافتهم إلى الجهة المصدرة.

source: Choose Role
ar: اختيار الأدوار

source: New Member Email
ar: البريد الإلكتروني للأعضاء الجدد

source: Please enter valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صحيح

source: Staff Email
ar: البريد الإلكتروني للموظفين

source: Failed to add member!
ar: فشلت عملية إضافة العضو!

source: Cancel
ar: إلغاء

source: Members
ar: الأعضاء

source: Add member
ar: إضافة عضو

source: Role
ar: الدور

source: Entfernen
ar: إزالة

source: Remove
ar: إزالة

source: Complete <svg icon="icon_complete"></svg>
ar: اكتمل<svg icon="icon_complete"></svg>

source: Step 1
ar: الخطوة 1

source: Download your ZIP file
ar: تنزيل ملف ZIP الخاص بك

source: In progress <svg icon="icon_complete"></svg>
ar: قيد التنفيذ<svg icon="icon_complete"></svg>

source: Step 2
ar: الخطوة 2

source: Access Badgr
ar: الوصول إلى Badgr

source: Not started <img class="forminput-x-icon" src="../../../../assets/badges/icon-more.svg" alt="search" />
ar: لم يبدأ بعد<img class="forminput-x-icon" src="../../../../assets/badges/icon-more.svg" alt="search" />

source: Step 3
ar: الخطوة 3

source: Upload your badges
ar: تحميل الأوسمة الخاصة بك

source: <span class="u-text-bold">Step 3:</span> Upload your badges
ar: <span class="u-text-bold">الخطوة 3:</span> تحميل شاراتك

source: Your badges are in the zip file from Mozilla.
ar: الأوسمة الخاصة بك موجودة في ملف ZIP من مطور البرامج موزيلا.

source: Oops!
ar: عذرًا!

source: That’s not the file from Mozilla. Please try again.
ar: هذا الملف ليس من مطور البرامج موزيلا. يرجى المحاولة مرة أخرى.

source: We’re uploading your badge(s). <br />This might take a minute.
ar: نحن نقوم برفع أوسمتك.<br /> قد يستغرق ذلك دقيقة.

source: Congrats! {{ successes }} badges of {{ attempts }} uploaded will be added to your Backpack
ar: مبروك! {{ successes }} أوسمة لـ{{ attempts }} سيتم إضافة الأوسمة لحقيبتك ويمكنك تحميلها

source: We also found badges awarded to the following email addresses. You'll need to verify these email addresses before you can import the badges.
ar: وجدنا أيضًا أوسمة تم منحها لعناوين البريد الإلكتروني التالية. ستحتاج إلى التحقق من صحة هذه العناوين قبل أن تتمكن من استيراد الأوسمة.

source: Send Verification Emails
ar: إرسال بريد إلكتروني للتحقق

source: No Badges will be added.
ar: لن يتم إضافة أي أوسمة.

source: Only valid badges can be added to your backpack. The good news is that your badges are saved on your device and available for you at any time.
ar: يمكن إضافة الأوسمة الصالحة إلى حقيبتك فقط. والخبر الجيد هو أن أوسمتك محفوظة على جهازك ومتاحة لك في أي وقت.

source: What happened?
ar: ماذا حدث؟

source: But Wait!
ar: لكن مهلًا!

source: You can earn a badge in less than 5 min. Promise.
ar: بإمكانك الحصول على الوسام في أقل من 5 دقائق. نعدك بذلك.

source: Earn a Badge
ar: الحصول على الوسام

source: App integrations
ar: دمج التطبيقات

source: The following apps and sites have access to yours {{ configService.theme['serviceName'] || 'Badgr' }} Account
ar: لدى التطبيقات والمواقع التالية صلاحية الوصول إلى{{ configService.theme['serviceName'] || 'Badgr' }} حساب

source: No app integrations available
ar: دمج التطبيقات غير متاح

source: This app has access to your {{ configService.theme['serviceName'] || 'Badgr' }} Account.
ar: لدى هذا التطبيق صلاحية الوصول إلى {{ configService.theme['serviceName'] || 'Badgr' }} حسابك.

source: Authorized: <strong>atedDate" format="mediumDate"></strong></div
ar: منح أذن الوصول: <strong>atedDate" format="mediumDate"></strong></div

source: Take back
ar: استعادة

source: Badgr connects with Canvas to automatically award badges to students as they complete their work.
ar: يتم ربط Badgr مع Canvas لمنح الطلاب الأوسمة تلقائيًا عند اكتمال أعمالهم.

source: Your Consumer Key
ar: المستخدم الأساسي

source: Your Shared Secret
ar: السر المشترك

source: Config URL
ar: إعداد عنوان URL

source: Copy
ar: نسخ

source: Integrating Badgr into Canvas
ar: دمج Badgr في Canvas

source: Make sure your Badgr account has the <a [routerLink]="['/profile']">email address confirmed</a> that you log into Canvas with.
ar: تأكد من أن حساب Badgr الخاص بك يحتوي على عنوان البريد الإلكتروني <a [routerLink]="['/profile']"> المؤكد </a> الذي تستخدمه لتسجيل الدخول إلى Canvas.

source: Log into Canvas with your administrator credentials. Go to the desired Canvas account or sub-account, choose Settings in the left-hand menu, and select the Apps tab <ol><li [integration-image]="externalAppsBadgrImageUrl" caption="External Apps"></li></ol>
ar: قم بتسجيل الدخول إلى Canvas باستخدام بيانات اعتماد المسؤول. انتقل إلى الحساب المطلوب أو الحساب الفرعي في Canvas, واختر "الإعدادات" من القائمة اليسرى, ثم اختر علامة التبويب "التطبيقات" <ol><li [integration-image]="externalAppsBadgrImageUrl" caption="External Apps"></li></ol>

source: Select Badgr from the list (if connected with the EduAppCenter) or add a new custom integration <ol><li> Copy the values for your LTI Shared Secret and Consumer key from Badgr into the dialog <ol><li [integration-image]="addAppImageUrl" caption="Add App"></li></ol></li><li> If you are not using the EduAppCenter, choose the By URL method and copy the Consumer key and Shared Secret into the dialog, along with the Config URL <ol><li [integration-image]="addAppConfigurationTypeUrl" caption="Add App by URL"></li></ol></li></ol>
ar: حدد Badgr من القائمة (إذا كان متصلاً بـ EduAppCenter) أو أضف تكاملًا مخصصًا جديدًا <ol><li>انسخ القيم الخاصة بـ LTI Shared Secret ومفتاح المستهلك من Badgr في مربع الحوار <ol><li [integration-image]="addAppImageUrl" caption="Add App"></li></ol></li><li> إذا كنت لا تستخدم EduAppCenter، فاختر طريقة By URL وانسخ مفتاح المستهلك والسر المشترك في مربع الحوار، بالإضافة إلى عنوان URL للتكوين<ol><li [integration-image]="addAppConfigurationTypeUrl" caption="Add App by URL"></li></ol></li></ol>

source: Submit the form and refresh the page
ar: إرسال النموذج وتحديث الصفحة

source: Observe that a new Badges tab will appear on your left-side course navigation in all courses on the account
ar: لاحظ ظهور علامة تبويب جديدة للأوسمة على الجانب الأيسر من تصفح الدورة التدريبية في جميع دورات الحساب.

source: Change Password
ar: تغيير كلمة المرور

source: Enter a new password.
ar: أدخل كلمة المرور الجديدة

source: Current Password
ar: كلمة المرور الحالية

source: Please enter current password
ar: يرجى إدخال كلمة المرور الحالية

source: Change Password
ar: تغيير كلمة المرور

source: Don’t have your current password? <br><a (click)="forgotPassword()" class="u-text-link" >Click here</a> to reset by email.
ar: ليس لديك كلمة مرور حالية؟ انقر<br><a (click)="forgotPassword()" class="u-text-link" >هنا</a> لإعادة تعيينها عبر البريد الإلكتروني.

source: Authorized: <strong><ti Authorized: <strong>atedDate" format="mediumDate"></strong></p></p> This application has been granted permission to sign you in using your Badgr account. <div class="u-margin-top1x" *ngIf="app.websiteUrl"><a class="u-text-outlink" [href]="app.websiteUrl" attr.aria-labelledby="heading" target="_blank">Visit Website <svg icon="icon_external_link"></a></a></div>
ar: Authorized: <strong><ti مفوض: تم منح <strong>atedDate" format="mediumDate"></strong></p></p> هذا الطلب الإذن لتسجيل دخولك باستخدام حساب Badgr الخاص بك. <div class="u-margin-top1x" *ngIf="app.websiteUrl"><a class="u-text-outlink" [href]="app.websiteUrl" attr.aria-labelledby="heading" target="_blank">زيارة الموقع الإلكتروني <svg icon="icon_external_link"></a></a></div>

source: Revoke
ar: إلغاء

source: {{ app.name }} has permission to:
ar: {{ app.name }} لديه الإذن بما يلي:

source: </svg> Know who you are on BadgrKnow who yo Know who you are on Badgr
ar: </svg> Know who you are on BadgrKnow who yo اعرف من أنت في بادجر

source: Edit Profile Name
ar: تحرير

source: First Name
ar: الاسم الأول

source: Please enter your first name
ar: يرجى إدخال اسمك الأول

source: Last Name
ar: الاسم الأخير

source: Please enter your last name
ar: يرجى إدخال اسمك الأخير

source: Save
ar: حفظ

source: Edit
ar: البريد الإلكتروني

source: Emails
ar: عنوان البريد الإلكتروني

source: Please enter a valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صحيح

source: Email Address
ar: أساسي

source: Add
ar: إضافة

source: Status
ar: الحالة

source: primary
ar: التحقق

source: Verified
ar: معلق

source: Pending
ar: إعادة إرسال رابط التحقق

source: </svg> Resend VerificationResend Resend Verification
ar: </svg> Resend VerificationResend إعادة إرسال التحقق

source: </svg> Make primary </Make p Make primary
ar: </svg> Make primary </Make p اجعله أساسيًا

source: </svg> Remove </div>Remove Remove
ar: </svg> Remove </div>Remove إزالة

source: Linked Accounts
ar: الحسابات المرتبطة

source: Service
ar: الخدمة

source: Account
ar: الحساب

source: Unlink
ar: إلغاء الارتباط

source: Click one of the provider buttons below to allow you to log in to {{ configService.theme['serviceName'] || 'Badgr' }} in the future using that service rather than your email and password.
ar: انقر على أحد أزرار مزود الخدمة أدناه للسماح لك بتسجيل الدخول إلى {{ configService.theme['serviceName'] || 'Badgr' }} في المستقبل باستخدام هذه الخدمة بدلاً من بريدك الإلكتروني وكلمة المرور.

source: About MINT-O-Badges
ar: المزيد عن MINT-O-Badges

source: MINT-O-Badges is based on preliminary considerations for an open badge system that can be used in schools and schools can be used in an extracurricular context as well as an initial technical feasibility study for one “Open Badges Platform” at the Institute for Geoinformatics at the University of Münster as part of the BMBF project senseBox Pro was carried out. As part of the hackathon “#WirFürSchule” 2020, a... The project idea was further developed by an interdisciplinary team and an initial prototype was implemented. This one This version of MINT-O-Badges is based on the open source Open Badges standard "badgr" from concentricsky and was created with the kind support of the Deutsche Telekom Foundation by re:edu GmbH & Co. KG implemented in collaboration with Junge Tüftler*innen gGmbH. A development of integrations too Platforms of the senseBox Pro project (Blockly learning environment and openSenseMap) are used as part of the BMBF funding developed.
ar: تم تطوير MINT-O-Badges استنادًا إلى الاعتبارات الأولية لنظام الأوسمة المتاحة الذي يمكن استخدامه في المدارس, وفي سياق الأنشطة اللاصفية, بالإضافة إلى دراسة الجدوى الجدوى الأولية لمنصة Open Badges Platform في معهد جيوانفورماتكس في جامعة مونستر كجزء من مشروع BMBF senseBox Pro. كجزء من هاكاثون "#WirFürSchule" في عام 2020. تم تطوير فكرة المشروع بواسطة فريق متعدد التخصصات ونفذ النموذج الأولي. هذا الإصدار من MINT-O-Badges مستند إلى معيار Open Badges المفتوح المصدر "badgr" من concentricsky وتم إنشاؤه بدعم كريم من مؤسسة Deutsche Telekom بواسطة شركة re:edu GmbH & Co. KG بالتعاون مع جمعية Junge Tüftler*innen gGmbH. تم استخدام تطوير التكاملات مع منصات مشروع senseBox Pro (بيئة تعلم Blockly وopenSenseMap) كجزء من تمويل تنمية BMBF.

source: Kontakt: <a href="mailto:info@mybadges.org">info@mybadges.org</a>
ar: يتصل: <a href="mailto:info@mybadges.org">info@mybadges.org</a>

source: Ein Projekt von
ar: عين بروجكت فون

source: Supported by the
ar: بدعم من

source: Financial support
ar: الدعم المالي

source: With the funding measure 'Open Photonics Pro', the Federal Ministry of Education and... Research (BMBF) aims to develop new forms of cooperation between science and business to enable the maker and founder scene. The aim is to open up additional areas Innovation paths and potential. At the same time, innovation cycles should be significantly shortened and the networking of these groups can be sustainably improved.
ar: مع إجراء التمويل "Open Photonics Pro", تهدف الوزارة الاتحادية الألمانية للتعليم والبحث (BMBF) إلى تطوير أشكال جديدة للتعاون بين العلوم والأعمال لتمكين مجتمع الصانعين والمؤسسين. الهدف هو فتح مجالات إضافية لمسارات الابتكار والإمكانات. في الوقت نفسه, يجب أن يتم تقليص دورات الابتكار بشكل كبير ويمكن تحسين تواصل هذه المجموعات بشكل مستدام.

source: More about the funding measure
ar: المزيد حول إجراء التمويل

source: View Credential
ar: عرض وثائق الاعتماد

source: Awarded by
ar: منحت من قبل

source: {{ badgeClass.extension['extensions:StudyLoadExtension'].StudyLoad }} Hours
ar: {{ badgeClass.extension['extensions:StudyLoadExtension'].StudyLoad }} ساعات

source: Expires On
ar: ينتهي في

source: View External Criteria URL <svg icon="icon_external_link"></svg>
ar: عرض المعايير الخارجية لعنوان URL<svg icon="icon_external_link"></svg>

source: Verify Badge
ar: التحقق من الوسام

source: Download
ar: تنزيل

source: Issued by:
ar: صادر عن:

source: Issued on:
ar: عرض المحاذاة لعنوان URL

source: Awarded to:
ar: منح لـ:

source: View alignment URL <svg icon="icon_external_link"></svg>
ar: عرض المحاذاة لعنوان URL <svg icon="icon_external_link"></svg>

source: Narrative
ar: السرد

source: Evidence
ar: الدليل

source: View Evidence URL <svg icon="icon_external_link"></svg>
ar: عرض الدليل لعنوان URL<svg icon="icon_external_link"></svg>

source: Expired
ar: انتهت الصلاحية

source: Expires
ar: انتهاء الصلاحية

source: Badges earned by {{ collection.owner.firstName }} {{ collection.owner.lastName }}
ar: الأوسمة المكتسبة بواسطة {{ collection.owner.firstName }}{{ collection.owner.lastName }}

source: View External Criteria URL <svg icon="icon_external_link"></svg>
ar: عرض المعايير الخارجية لعنوان URL<svg icon="icon_external_link"></svg>

source: 1. Can badges only be distributed and used in the school context?
ar: 1. هل يمكن توزيع الشارات واستخدامها في سياق المدرسة فقط؟

source: Badgr can be used across institutions: both in a formal school context also outside. It therefore offers the potential to be a bridge between formal, non-formal, and to build informal educational institutions and to make them more interconnected in the sense of networking connect. This is important because learning in the sense of lifelong and networked learning occurs everywhere takes place. Important skills are also acquired in informal areas, which are needed in the spirit of the future Skills can be of great importance.
ar: يمكن استخدام Badgr على مستوى المؤسسات: سواء في السياق المدرسي الرسمي الداخلي والخارجي أيضًا. بالتالي, يُمكن أن يكون وسيطًا بين المؤسسات الرسمية وغير الرسمية, ويُساعِد في بناء مؤسسات تعليمية غير رسمية تدعم تواصلها الشبكي بشكل أكبر. هذا الأمر مهم لأن مفهوم التعلم مدى الحياة والتعلم الشبكي يحدث في كل مكان. وتُكتسب مهارات مهمة في المجالات غير الرسمية, والتي تُعتبر أساسًا في المهارات المستقبلية وتكون ذات أهمية كبيرة.

source: 2. Which level (A1 to C2) of the badges describes which level?
ar: 2. ما هو المستوى (A1 إلى C2) من الشارات الذي يصف أي مستوى؟

source: <p> The awarding of badges is based on the level of independence and the level of complexity Skill. We are guided by the 6 competency levels of Digcomp Edu. </p><ul><li><b>A1:</b> Beginner - Initial knowledge has been acquired but cannot yet be applied become. </li><li><b>A2:</b> Explorer - Basic knowledge and skills are available with which Further knowledge can be acquired in a self-directed manner. This can be used in standard situations but it is not enough to be able to solve unexpected problems independently. </li><li><b>B1:</b> Insiders - Acquired knowledge and skills can be applied to unknown people Situations are transferred. </li><li><b>B2:</b> Expert - The knowledge is used to understand connections and possible alternatives recognize. In addition, there is the competence to independently acquire and develop additional knowledge Sharing knowledge (digitally). </li><li><b>C1:</b> Leader - The developed knowledge and skills are based on Experiences used and applied innovatively. </li><li><b>C2:</b> Pioneer - Through the acquired skills you can develop your own skills and New definitions are carried out and existing procedures are critically examined. </li></ul>
ar: <p> يعتمد منح الشارات على مستوى الاستقلالية ومستوى مهارة التعقيد. نسترشد بمستويات الكفاءة الستة لشركة Digcomp Edu. </p><ul><li><b>ج1:</b> مبتدئ - تم اكتساب المعرفة الأولية ولكن لا يمكن تطبيقها بعد. </li><li><b>ج2:</b> المستكشف - تتوفر المعرفة والمهارات الأساسية التي يمكن من خلالها اكتساب المزيد من المعرفة بطريقة ذاتية التوجيه. يمكن استخدام هذا في المواقف القياسية ولكن لا يكفي أن تكون قادرًا على حل المشكلات غير المتوقعة بشكل مستقل. </li><li><b>المستفيد1:</b> المطلعين - يمكن تطبيق المعرفة والمهارات المكتسبة على أشخاص مجهولين يتم نقل المواقف. </li><li><b>المستفيد2:</b> الخبير - تُستخدم المعرفة لفهم الروابط والبدائل المحتملة. بالإضافة إلى ذلك، هناك الكفاءة لاكتساب المعرفة الإضافية وتطويرها بشكل مستقل مشاركة المعرفة (رقميًا). </li><li><b>C1:</b> القائد - تستند المعرفة والمهارات المطورة إلى الخبرات المستخدمة والمطبقة بشكل مبتكر. </li><li><b>C2:</b> رائد - من خلال المهارات المكتسبة يمكنك تطوير مهاراتك الخاصة ويتم تنفيذ تعريفات جديدة ويتم فحص الإجراءات الحالية بشكل نقدي. </li></ul>

source: 3. Why are badges with a six-point scale used here and not traditional school grades?
ar: 3. لماذا تستخدم الأوسمة ذات المقياس المؤلف من ست نقاط بدلًا من التقييم المدرسي التقليدي؟

source: Badgr is based on the portfolio approach in their pedagogical and didactic concept This makes the documentation of the learner's achievements much more appropriate. The connection of the Portfolio approach with the concept of Open Badges makes it possible to create a documentation system where teachers and learners get the most comprehensive possible experience using authentic evidence and work Gain a picture of the learner's acquired skills, progress and development motivating and encouraging for the individual. Traditionally existing grading systems in School contexts, on the other hand, have a strong classifying effect and are generalizing in many aspects Individuals' learning achievements are not sufficiently adequate and often have a demotivating effect.
ar: حماية البيانات أولويتنا القصوى، لذا نسعى للحفاظ عليها قدر الإمكان. عندما يمنح المصدر وسام للمتعلم؛ فإنه يطلب من المتعلم عنوان بريده الإلكتروني فقط، لحفظ الأوسمة عليه.

source: 4. How are the badges transferred from the issuer to the learners? What data must/am I allowed to use? Raise organization from learners?
ar: 4. كيف تنقل الأوسمة من المصدر إلى المتعلمين؟ ما هي البيانات التي يجب / يسمح لي باستخدامها؟ كيفية تطوير المنظمة من قبل المتعلمين؟

source: Data protection has the highest priority, which is why data is saved as much as possible. The issuer requires from the learner only receives an email address. The badges are saved to this email address.
ar: الاتصال بالمؤسسة

source: <form-message></form-message><h1 class="u-text-h1-bold u-margin-bottom2x u-text-dark2 u-margin-top4x">Imprint</h1><h3 class="u-text-h3-semibold u-margin-bottom2x u-text-dark2 u-margin-top4x">Contact:</h3><p>Need to be updated.</p>
ar: <form-message></form-message><h1 class="u-text-h1-bold u-margin-bottom2x u-text-dark2 u-margin-top4x">بصمة</h1><h3 class="u-text-h3-semibold u-margin-bottom2x u-text-dark2 u-margin-top4x">جهة الاتصال:</h3><p>تحتاج إلى تحديث.</p>
