Repository: edly-io/badgr-ui
Catalog: src/locale/message.*.xlf
Languages: ar

source: <img src="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAHgAAABQCAYAAADSm7GJAAAAAXNSR0IArs4c6QAAAHhlWElmTU0AKgAAAAgABAEaAAUAAAABAAAAPgEbAAUAAAABAAAARgEoAAMAAAABAAIAAIdpAAQAAAABAAAATgAAAAAAAACQAAAAAQAAAJAAAAABAAOgAQADAAAAAQABAACgAgAEAAAAAQAAAHigAwAEAAAAAQAAAFAAAAAAK96JigAAAAlwSFlzAAAWJQAAFiUBSVIk8AAAFiJJREFUeAHtXQt4VEWWrqrbnRfyCG9xRFDwsYyjECYQSCAIGB5CcBRmx/G5rui4486on+vqjm5WR4dRV5yZdXZkR1FRR2BUJJFAgI9IEiBICIKgrjI+QF55QUhIp7tv1f7ndm6n032T9DMkbJfe3HurzjlV9/z1OHWqqmEsHs5pDfBu9HU8IyMjKTHR2UtKkezm9qGM6ZejgKM446MUUyNx74XyDvCWWTFEMReuo0yxOsQfBv2XirOdzK1/a7OxM01N4szw4cMbV69erXv5/h89nHWA56WlpdSel5TGmftKAPUDpsTfcaZGK8aGcu4pnlJ4CzL48DSB5SBj/DNI2ceE3M91tXvr1p1fBSnqnCA7awBnTk+/lOnaHVyxHAIT2uzPmEqMkVap9TbgY6uQ1z7UlzfKtu54N0Z5nRWx13zwzkVSJjQWz5tX7VuArgSYZ2dn99L15gnoQh/iAsAG1zKp+Z7BhRbJdzAlyxgXnzOCTOPnMybHoGLMQNoQxFAXbsPVYTBauWIn0e0/yaX9L5qmVRUXF7s7ZOrGiXlKibINa3dDD32Zsv2CC/vmopycRipylwA8efLkYUzTZyKzW5DjVOTbKQgt+jyGyvCB0MV7Z840b6moqCCgLUPGlIwrNaFymWQzWvKwpPONJKBRyQ5xod6Qiq11nHYjiwqXL01PeJ5R+N5iLSHxJel2My6lZJzn43op0ck/jCnAaLFJbtl8E2rWYiiKxtiUEBS2SjLxXHND8/6OgPWXR5WJ2/S/R939V+Q7yD+9g/dvkbaB6baHS0tLyWDrEWFGwTsXc01bCUDH+xW4Gjbo5lgBzNOy0wYkKdtKzsQ1ULRf3h2+utGulmo8+dFIus0pUzImSa42I6ekDnMLTJRM8btKt25/FUkyMLkbxSjFZ65fez86omehYRFQMs6/iDrAmOr01+zyDtSox5Fhn4BMO4gwukzJlthE4mORgGtmkZ09cYSu2Dp8/BVmXJB3GuHfUVwtLSsu3xEkT5eTXbM5/wLh1D+E3i4JyFzBZuHsES0gIYKIydMmX6YJ+RLAvQNizgtVFMbDJY5G1+Pbt2+PisHz9deHT464aPinAGoaytI3hPJQaxgjGJ8x/KIL2YT0jF0HDhwIqRsKIa+wSUfd9OMXuRDZlgK42i2Y/njUAM6cOnGeUKwMWhiNDO2WmXYcWYzx797y8nKav0YtfPPNoa8uGvG94RCYEYbQfmgFsxob6gdPSO+78cCBKmrZ3SLM2PhetmZPfF7pgUXi8PAoyR7cOOv68sB+O8TiL1y4UMuaOvFn6OuXY9oRIreXvBHj3vKysrLT3pgoPpzp4/oVxB0LVyQs+XuOHe/9VmZm5sXhyogm39ySglSuiyXSGWjw0zDH3O6CjTnzVlOeEQFMVvLRE4eeAax0tboQQ/+av2HcXRc6W3AcFfkVZzQmHjU+PjiWACqAfAPT3KszsydkBiR2YcTCVas0V4P7J8jy+1bZopEdwXTpF/hWo7WFDXAeyxNu5ViOTB7AFfJ4axaOlI7/CmBUtfHAmOnRun/44bblQqB2RxbGoadZlpGdMSoyMeFz1/ZPHIjKdhckkFMnIGBqtHTTrn1fmwlhAQxLOXlT9vpnIOQGU1C4dw6lcyWposQ8SF1ui0ImV2hK/XXKlAlka3R5QKu6kwvtasuMOdtjkyqf5eV5p3dhAawlqn/DcHsvMgnHmGpTNmq/QiQfahMZqxcpn46S6Ksk5wVZWRPHRUleUGKmr1uDhRj+sIKzyj/A2QEvlnp9/az5/+ubFjLAWVMzHoGF9giEJPsKiuQZ3bMjEv5geTkXfwuWNgi6S6VQS7OysuAP75qAKdGfMbBa+haUW//OmdT3D5iiGmOvWaKQAJ40NT0Dgzh5TkLiMzOzurt19+dW8T0hDq0pUxeuG1le9PRh+d3ksSp8f6FgytKwglvWwYU+q3jatAD/QUhACT3hM7gdCy0LEWYkzJ7vhcnaDdjUF5zL7QC4TauJdsFyNmwYygS/B5n0tpSt5LKinB99YpUWEsDkhNedgjLaGMmUw7cgWKojazBi89ZXZnvPUrMltJcWajx9P/RwX1nxzgrwxhRgxZuvZVJlt1PGLwXXXmknDQbsid3GumGLik1Ft/osjBjupAz4kHEfk6Dp06cPaHafWYvvmoDXiLxhQkPH42oeVlJScbS9QkYrPnPaxGVYPqApRoSBN2A9e0HJlu2bSZBSu+ysWoPhKf8FddUDtkeTnr+t2mzN1zedKohZRShesN/yAeOeIOLsLVuS7M76g0gf1src8qSURDl+U3Rt7mM09qrqvZcz5X4dtGMMCsiCuxVLeJ5lPFrKI8OJLk+cGc9ZP1C+ro7vvooYN2/eXMOl7S7MCUvpPaKARX/J7HMjkhEss2S3B0vaPh1HRZT/7AUXjgeA+yjTxL9DycmW+jR17HsnHfvrW1Ac/9wEl8pga65/0RJcSuT8G/wl339L9dBvQeR4bxk4Twmui/bsvPg+QP6dOlxueKxKSkoO2IS8GSDvjaS7llhpx1z41lGzZ8dquw6pgmH58EohRKTTOiyms8VNDe43SCYWRzibdgm5QR9hFj5hogkp0AqQxh4zeXLWF0xDI7zZfPe9GzoX6udFOQuMKab6bueFqAj3oVTUB7QEBciCDwID/VSWYFuj6ir7EVtxcfnhupr6H6L7RnfNnMGL8qdUFw9tqv2hf2y03slfjrXh92mzQ9hBsVoXt00tLd5eQLs+DHCr9tyKFkMbCyKvnNQKOVuHq4zKOLegIFUqCdks0G7A+I88CzZeu8Bw76IsGnD5K+ICjLBQAEbPhJ5AE5nMzd5TVXsupYLs37/f6U7G8iDnz1OuFBdGuACN4W7ykIXB2ynLkeOHckEU/nxVsXJuV1nlxaXGkGSAW7PnZ/jclyA31A0F1uVVrBHD9//w1LEnicBhd1+L94lWxKgKVUJyY4w20qsqb2MJ9nQr2tAAJgkEMlNT8PCGqvroMoravmF7rd7MnkDtQ6HYKYoLNaBO3qgl0Oa56AbyG6PCPwmpIQNB3SD+fxWtY1HJ5vIDVDL1xbpEVl35LJ6W4lsjb7kklFokZ4Ws/7iN9EoBS68P4xbo1IDJAovsLUdS731Ep45WjgDvPcxiZYnSuaraHW6rg3RWxVx6Fhv2AeaDHv9n+pT0kQlcvAzZqAShWdjG1MOtX11autOw1qmAkYQxC8ckpJ7ovQIyFoUoh3TSoJh2Q9mHZV6lqxNbzmOq3xPQ/i+R7jPWhSjdn5zzWj5wrHc1bsb6/Ds4k6/4k7W8HwLC122enbsXPYlgtZX3w0p9BmmBjRUlDIxsR6plNGeDmF3sYdW5/6Bqdxk7JnZiY7nu5HPx+b8Bj1HrLXktIlFgVAmtMDN74gwsRdosSIKOQsu9PLWq99uoNKGCizzUCi5Zdltw92Qy3ncV9oPeD4IogouTGUz3GlYzi/JHC5uwBhctHbtTXiJwDUXUfHw+k/xuPLeLY7sJhoBg/nBOXd/z2MS+TO1fZRgE2HLTVFq84zE4vxfCdngO6Y5gRHlo1Pn4itfcuuOp4HnaUtKGO02xv6CHud6oNG2TLd8MqxQOHHSNueTMKSnZsZsIVV6eUCcqb4cnn3YuzvYMUZYiwotUfCOzJ79NzFjrTcZc+glmZQwCXMx09yY7taXejKT+JKraaO+7xUNkXXSAQKVDJTPZwLRiKMzs+nlaWvaA5N6OfCVVOuKDrlRoJoexlHhbY6Ne0tl+ZbKUqTjYgPA6bj/BFVQrQwWQggucb1L31FadfouMRpJjBlVdmY/5EM3Tg5Jn8gV1V9jQL/i96J5fI/oZ69+fi0zo2dtd+8pR0jVu05wbKylOHf9oMktKKm1v7DX4ICzKAEMsHQaT7E9YSHyZp3o8X0Zm+JOVlZGOFZj7gHAa0L/CjO/0ztUezCGWCC4bMOw0ariIx83c6D0ExkU4Z7DjAnX8BlT0xCBbrQMyt8GP9rbGdywvLoa4lmAMN7qYDbm/x6xhkGWLMokjuStexAZdPQeVXp+Xn5/isMkVAPxHqFBtpAInCUjfdtY77y5etKhB1R7sy2T9OtBNakPo/xITgD2ZUAkPAu01WOz9HR9w1WEzb2ppx459exnMgwkAZAEI55tpQdxpE1KDcVEO3PC6EcAJeO60ZwD40BP7FGu5y9DdHUyyu7Zu2lTRxupXVZU/RTeJExiY84dheYMnuKCUg9nQo/Ufb1jDWC2aj294B8wBtgeKfRhHdX5aNDd3KyqvYNUf3wXM/xO0vTrMLIYA++bbDCTu5IPGvukbaT7Tvi6XaspAWf5bCM2YdlELDLIVmmIs7zSu0mWc5mD8SY0nPo/86vN8djyYjOronjHMLjFucyzJ+XqDTIoo3rE4z6T+az5wnGFcLdy2Kvnk6aQz/i3XyJG+QaplRbNzyZhC17xvCBOufDx27hjqIoCx7wOV0uU6jUI9yZS2iQ26itybGK/9Qh4Tk4on/UCgBQFi2pZiQ7O0o7H2RyWBAQKfuKfV2n04G5HuAF0d+rE6ONebUDnQ+/JvJZdFzZe6V1Yssz5vhK54OHOLERioXmBCG2so2K979Mkneo+cf8JEn0ze/5JTecbBsYJnYZk8YLVTA5nWQ1WjsRx4ggqgjlc8BH0+E5RrtMsAblUNdazHoPwNAOwgE+7X0UV925rs8wSwx6weY0s6PynZ7rQPs9t4b+lWQ4VQfdDAvB4vzAlrpOKNds6OCOE8OmjQxfWQouPAN/BGlfALassWG7uyz3zIgFOGjwUJNtIFdot+bNF8PYNv/yUbePXLqOQyZ/2aLDi4VyODIf6ZYAcHeh/3jzfNun4VpXkcS1o5Ho0pqT99wPtZANi3DARAk+fiT+GD/2DZqn05InhW1XvSMbY+DxFjcNHY5dsLRCA5ZNZi5nDM4RdOapq9bl0idoQsRS2E2zMwAJ9NfeubZ61etMjo7eCU2gWqtEDKdmIgIGBAb4c0FtFkFJGiezEb5nanPlmqajAD0NW78BS9iVb1jZGpppysSZ5kKfbT7GQ/Bx85ss2cGr0xZ9Wfw9Cq74VWmcJEAhZCcH7NblP4GQdyctwEQ+9COFAwTECVXdEFGwW3/IOhQ7xC4FKqFDIdQ9E/okVbEddgrfwpAtf4xmO7bgAd/P8BnZIVrzfubALsLQR24rc+c4ZpAqYKMC2gAsV03ghf8JfMrb5jvU/WohbXtBLjqaqSvmEY47Yh6HIHo4Zcgjsma7oxLzZodYii62wGdLfoQd7hA69eQcWghXzZfGoJALdbVzq1zlHXRC0W33hgCBoBjKzA1SIjvYM/3QNgywJiOuCp2X2QPM64rFpfm8rfUrtDq+SWuUc9UqoGrCreYcpNcDQsRq8yycqworNFTG96mua8Br1yTEdFuCbU1ku81E3GQ+w1gDFUPsgHjzEAm1X43ggl5H9YgovOh+muPxbl3PgZFUup/QlwfvwWT2FhFRZT7PVxjuWg2EeYjhXRV2VvWZ6kc/EghtKAxXlKh+f0U+zS+Cd6NkKt879wv6DlLeRbN+6iQ/6W7sug8ZV88NivqYBacyocFPxWQNlqI5glV8ypOH/I+/rdzkkwQ24338O5xwEOR2vB8lB3K7F3esDYF0wWrvjNGBgxlzdjWu8Ad12iW2yjGFVV2huGYx4qQztGGFF1HuJddOc6Cp9CSge2PCwwBcwoXJODDYaLLa1mWlli6s8fXHddnUHPk2eiEoy3pDUFBnGPAxyEksIiodbLxK+xBfYA8dNqEVrjq5aAgRb/b02tb17vzUuxX2ESkep9D/Mh3kWHqbhO2ZQ8BIcNrQ6hYSru2LD2aUA+1JJPqYaiWbmzzTRV/THGaOnxjZuRYd7jLThMxXXMpvCLZPyPbEDa50R3zYZ34fNmcyx54JKBX4Y22BlBnfx4JH7B7zXLlm4ShXCPAxyCsoImVfwwtj3QYgKZUlyT2iLcR1vyK75V0x2rKc04AuPSn8ZSoiVpOJFxgMPRWkc85JK0sXv5+eOqiGzOB6uGcJvmbaG+rHDMNcE5/WbhnEUGLavi05E+PZr7vtofg8lIUKoWf4ztMb4F65HP1JqUsc8YixExCqQzqa/hg9IKKYfFu3bZv6o+srK9LT/49YqyRBdbSbTq0LZkeKzuxOMgqykU0YQT2gdYyr3oXe7DSoyx8hGO8KjwuFpWhiIWRrt9bNixaWzQvypicZYCsPKl2R83k76uOfwgt9mnKN/FlJZE9N0updkeyJ81F9MjhISULNSO3GiCS2KtAfa03qf54HFbiehcCqqqAgsXPDYAK4y8zibD35y9ahWWMPlCK3BpIR/h9xtnzt1HD57jp7IQ4EZ9yLQGmFZtOPu5qvvkM9bgrqZCGNvbjAe/P2b7TvaLN1+jlW7K88/HlN9ROvFgzy40eQmUPtN6+dUUEMGd82Ym7ca6ZPLw84T7pBOA0Xy4bcD67qcJLvEUxeKZNtE9BssZvzwYPePKzNEaYEoVOGSmu9bgRM9hlAI710wWv3tiy3us081s/fMx8+8o3eBBreV8JPR9QbS7QTNryMXCNioSgvOIw85TNKtf5nKgsr2YcsZRb/CdqJyAdnuX8QPnXkHRe2gfYE85RyCrERaVMHol6DJJLS3JUH+sMsXvDyV6FKcnJtrtzB2woIDs19plworVixZgp8ZXSaym7hZUjCGxKlH7AMcqx3NZLufVzJ1snIyw4R9QgB/aBBi/asy+xNj7wqZr5/3Jq4IqnK3m7Da8B/bjXqIIHpBpHOAI9BfAqmQjS242BlLd7krFCQycuDCmZy/bE+QzhdNzD5o8nvPV8lmkp2AINKOjfo8DHFWV8uPYO0bzMWzotvUDcHU4RzY/xS2+zJ+da0yHDIv5hMB8V2IxgcMeiB241C/EAY4qwDil7042WrDLzvef7n00vWL83QbghrV8qGIkqxGPs0TbrcwFeyyW4LZ8VxzgaAKMDbzsZIIBaPG01n+/SH2zN5VV77mNpYj7MdwON8CNZr4dyIoD3IFyQk6S6jgbNart8dMGnCVyuFZgmjkF8jCpi2GXbFHgOMAWSgk7ivY4eyxiZWy5Yb3mM1viG3TQFeefwhYbCWP0zwdHUpqez/sVFhaeg4V1Ag2VDqFfh7vxqwdn5dNgZMUBjr7myXlK3XTf6IsOUWLcig5RYcGRk+fb32MeHGcMqNofg8mLKlkp2jj+bd5oDCCmEznSBRPjV+UmY443sIvtlRioP/YirQE2Fq7VSiB8P3Pb69kQOpYXrRDhikkdHfu0X4iVF2OpLVqlOlflWANMX6tkIR88/mg3/fBT6kSFA56gkH+9rpt+T8yKZQ0weViEWOJRon4M/yZtFFtwhN+CH9qAB2gKfnIhKRbrpxGWrtuxd2ZFO1DiU7i6D8CGsyDyDeHdDolYFCgIK5q6wHg3GAvld5HMSE3aLipmPJtwNRAHOFzN9RC+OMA9BKhwixkHOFzN9RC+OMA9BKhwixkHOFzN9RC+OMA9BKhwixkHOFzN9Qg+jk13ih3xltX8lXY6yWAVjC2g7aRZ0UcS11FewZST8j7Xv6NT/Sr2fw4A2P9IHybqAAAAAElFTkSuQmCC" alt="image" class="principalBlocks__img" /><h4 class="principalBlocks__heading">transparent & flexible</h4><p class="principalBlocks__desc"> The learner has insight into his portfolio and can decide for himself who he should give which provides information. </p>
ar: <img src="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAHgAAABQCAYAAADSm7GJAAAAAXNSR0IArs4c6QAAAHhlWElmTU0AKgAAAAgABAEaAAUAAAABAAAAPgEbAAUAAAABAAAARgEoAAMAAAABAAIAAIdpAAQAAAABAAAATgAAAAAAAACQAAAAAQAAAJAAAAABAAOgAQADAAAAAQABAACgAgAEAAAAAQAAAHigAwAEAAAAAQAAAFAAAAAAK96JigAAAAlwSFlzAAAWJQAAFiUBSVIk8AAAFiJJREFUeAHtXQt4VEWWrqrbnRfyCG9xRFDwsYyjECYQSCAIGB5CcBRmx/G5rui4486on+vqjm5WR4dRV5yZdXZkR1FRR2BUJJFAgI9IEiBICIKgrjI+QF55QUhIp7tv1f7ndm6n032T9DMkbJfe3HurzjlV9/z1OHWqqmEsHs5pDfBu9HU8IyMjKTHR2UtKkezm9qGM6ZejgKM446MUUyNx74XyDvCWWTFEMReuo0yxOsQfBv2XirOdzK1/a7OxM01N4szw4cMbV69erXv5/h89nHWA56WlpdSel5TGmftKAPUDpsTfcaZGK8aGcu4pnlJ4CzL48DSB5SBj/DNI2ceE3M91tXvr1p1fBSnqnCA7awBnTk+/lOnaHVyxHAIT2uzPmEqMkVap9TbgY6uQ1z7UlzfKtu54N0Z5nRWx13zwzkVSJjQWz5tX7VuArgSYZ2dn99L15gnoQh/iAsAG1zKp+Z7BhRbJdzAlyxgXnzOCTOPnMybHoGLMQNoQxFAXbsPVYTBauWIn0e0/yaX9L5qmVRUXF7s7ZOrGiXlKibINa3dDD32Zsv2CC/vmopycRipylwA8efLkYUzTZyKzW5DjVOTbKQgt+jyGyvCB0MV7Z840b6moqCCgLUPGlIwrNaFymWQzWvKwpPONJKBRyQ5xod6Qiq11nHYjiwqXL01PeJ5R+N5iLSHxJel2My6lZJzn43op0ck/jCnAaLFJbtl8E2rWYiiKxtiUEBS2SjLxXHND8/6OgPWXR5WJ2/S/R939V+Q7yD+9g/dvkbaB6baHS0tLyWDrEWFGwTsXc01bCUDH+xW4Gjbo5lgBzNOy0wYkKdtKzsQ1ULRf3h2+utGulmo8+dFIus0pUzImSa42I6ekDnMLTJRM8btKt25/FUkyMLkbxSjFZ65fez86omehYRFQMs6/iDrAmOr01+zyDtSox5Fhn4BMO4gwukzJlthE4mORgGtmkZ09cYSu2Dp8/BVmXJB3GuHfUVwtLSsu3xEkT5eTXbM5/wLh1D+E3i4JyFzBZuHsES0gIYKIydMmX6YJ+RLAvQNizgtVFMbDJY5G1+Pbt2+PisHz9deHT464aPinAGoaytI3hPJQaxgjGJ8x/KIL2YT0jF0HDhwIqRsKIa+wSUfd9OMXuRDZlgK42i2Y/njUAM6cOnGeUKwMWhiNDO2WmXYcWYzx797y8nKav0YtfPPNoa8uGvG94RCYEYbQfmgFsxob6gdPSO+78cCBKmrZ3SLM2PhetmZPfF7pgUXi8PAoyR7cOOv68sB+O8TiL1y4UMuaOvFn6OuXY9oRIreXvBHj3vKysrLT3pgoPpzp4/oVxB0LVyQs+XuOHe/9VmZm5sXhyogm39ySglSuiyXSGWjw0zDH3O6CjTnzVlOeEQFMVvLRE4eeAax0tboQQ/+av2HcXRc6W3AcFfkVZzQmHjU+PjiWACqAfAPT3KszsydkBiR2YcTCVas0V4P7J8jy+1bZopEdwXTpF/hWo7WFDXAeyxNu5ViOTB7AFfJ4axaOlI7/CmBUtfHAmOnRun/44bblQqB2RxbGoadZlpGdMSoyMeFz1/ZPHIjKdhckkFMnIGBqtHTTrn1fmwlhAQxLOXlT9vpnIOQGU1C4dw6lcyWposQ8SF1ui0ImV2hK/XXKlAlka3R5QKu6kwvtasuMOdtjkyqf5eV5p3dhAawlqn/DcHsvMgnHmGpTNmq/QiQfahMZqxcpn46S6Ksk5wVZWRPHRUleUGKmr1uDhRj+sIKzyj/A2QEvlnp9/az5/+ubFjLAWVMzHoGF9giEJPsKiuQZ3bMjEv5geTkXfwuWNgi6S6VQS7OysuAP75qAKdGfMbBa+haUW//OmdT3D5iiGmOvWaKQAJ40NT0Dgzh5TkLiMzOzurt19+dW8T0hDq0pUxeuG1le9PRh+d3ksSp8f6FgytKwglvWwYU+q3jatAD/QUhACT3hM7gdCy0LEWYkzJ7vhcnaDdjUF5zL7QC4TauJdsFyNmwYygS/B5n0tpSt5LKinB99YpUWEsDkhNedgjLaGMmUw7cgWKojazBi89ZXZnvPUrMltJcWajx9P/RwX1nxzgrwxhRgxZuvZVJlt1PGLwXXXmknDQbsid3GumGLik1Ft/osjBjupAz4kHEfk6Dp06cPaHafWYvvmoDXiLxhQkPH42oeVlJScbS9QkYrPnPaxGVYPqApRoSBN2A9e0HJlu2bSZBSu+ysWoPhKf8FddUDtkeTnr+t2mzN1zedKohZRShesN/yAeOeIOLsLVuS7M76g0gf1src8qSURDl+U3Rt7mM09qrqvZcz5X4dtGMMCsiCuxVLeJ5lPFrKI8OJLk+cGc9ZP1C+ro7vvooYN2/eXMOl7S7MCUvpPaKARX/J7HMjkhEss2S3B0vaPh1HRZT/7AUXjgeA+yjTxL9DycmW+jR17HsnHfvrW1Ac/9wEl8pga65/0RJcSuT8G/wl339L9dBvQeR4bxk4Twmui/bsvPg+QP6dOlxueKxKSkoO2IS8GSDvjaS7llhpx1z41lGzZ8dquw6pgmH58EohRKTTOiyms8VNDe43SCYWRzibdgm5QR9hFj5hogkp0AqQxh4zeXLWF0xDI7zZfPe9GzoX6udFOQuMKab6bueFqAj3oVTUB7QEBciCDwID/VSWYFuj6ir7EVtxcfnhupr6H6L7RnfNnMGL8qdUFw9tqv2hf2y03slfjrXh92mzQ9hBsVoXt00tLd5eQLs+DHCr9tyKFkMbCyKvnNQKOVuHq4zKOLegIFUqCdks0G7A+I88CzZeu8Bw76IsGnD5K+ICjLBQAEbPhJ5AE5nMzd5TVXsupYLs37/f6U7G8iDnz1OuFBdGuACN4W7ykIXB2ynLkeOHckEU/nxVsXJuV1nlxaXGkGSAW7PnZ/jclyA31A0F1uVVrBHD9//w1LEnicBhd1+L94lWxKgKVUJyY4w20qsqb2MJ9nQr2tAAJgkEMlNT8PCGqvroMoravmF7rd7MnkDtQ6HYKYoLNaBO3qgl0Oa56AbyG6PCPwmpIQNB3SD+fxWtY1HJ5vIDVDL1xbpEVl35LJ6W4lsjb7kklFokZ4Ws/7iN9EoBS68P4xbo1IDJAovsLUdS731Ep45WjgDvPcxiZYnSuaraHW6rg3RWxVx6Fhv2AeaDHv9n+pT0kQlcvAzZqAShWdjG1MOtX11autOw1qmAkYQxC8ckpJ7ovQIyFoUoh3TSoJh2Q9mHZV6lqxNbzmOq3xPQ/i+R7jPWhSjdn5zzWj5wrHc1bsb6/Ds4k6/4k7W8HwLC122enbsXPYlgtZX3w0p9BmmBjRUlDIxsR6plNGeDmF3sYdW5/6Bqdxk7JnZiY7nu5HPx+b8Bj1HrLXktIlFgVAmtMDN74gwsRdosSIKOQsu9PLWq99uoNKGCizzUCi5Zdltw92Qy3ncV9oPeD4IogouTGUz3GlYzi/JHC5uwBhctHbtTXiJwDUXUfHw+k/xuPLeLY7sJhoBg/nBOXd/z2MS+TO1fZRgE2HLTVFq84zE4vxfCdngO6Y5gRHlo1Pn4itfcuuOp4HnaUtKGO02xv6CHud6oNG2TLd8MqxQOHHSNueTMKSnZsZsIVV6eUCcqb4cnn3YuzvYMUZYiwotUfCOzJ79NzFjrTcZc+glmZQwCXMx09yY7taXejKT+JKraaO+7xUNkXXSAQKVDJTPZwLRiKMzs+nlaWvaA5N6OfCVVOuKDrlRoJoexlHhbY6Ne0tl+ZbKUqTjYgPA6bj/BFVQrQwWQggucb1L31FadfouMRpJjBlVdmY/5EM3Tg5Jn8gV1V9jQL/i96J5fI/oZ69+fi0zo2dtd+8pR0jVu05wbKylOHf9oMktKKm1v7DX4ICzKAEMsHQaT7E9YSHyZp3o8X0Zm+JOVlZGOFZj7gHAa0L/CjO/0ztUezCGWCC4bMOw0ariIx83c6D0ExkU4Z7DjAnX8BlT0xCBbrQMyt8GP9rbGdywvLoa4lmAMN7qYDbm/x6xhkGWLMokjuStexAZdPQeVXp+Xn5/isMkVAPxHqFBtpAInCUjfdtY77y5etKhB1R7sy2T9OtBNakPo/xITgD2ZUAkPAu01WOz9HR9w1WEzb2ppx459exnMgwkAZAEI55tpQdxpE1KDcVEO3PC6EcAJeO60ZwD40BP7FGu5y9DdHUyyu7Zu2lTRxupXVZU/RTeJExiY84dheYMnuKCUg9nQo/Ufb1jDWC2aj294B8wBtgeKfRhHdX5aNDd3KyqvYNUf3wXM/xO0vTrMLIYA++bbDCTu5IPGvukbaT7Tvi6XaspAWf5bCM2YdlELDLIVmmIs7zSu0mWc5mD8SY0nPo/86vN8djyYjOronjHMLjFucyzJ+XqDTIoo3rE4z6T+az5wnGFcLdy2Kvnk6aQz/i3XyJG+QaplRbNzyZhC17xvCBOufDx27hjqIoCx7wOV0uU6jUI9yZS2iQ26itybGK/9Qh4Tk4on/UCgBQFi2pZiQ7O0o7H2RyWBAQKfuKfV2n04G5HuAF0d+rE6ONebUDnQ+/JvJZdFzZe6V1Yssz5vhK54OHOLERioXmBCG2so2K979Mkneo+cf8JEn0ze/5JTecbBsYJnYZk8YLVTA5nWQ1WjsRx4ggqgjlc8BH0+E5RrtMsAblUNdazHoPwNAOwgE+7X0UV925rs8wSwx6weY0s6PynZ7rQPs9t4b+lWQ4VQfdDAvB4vzAlrpOKNds6OCOE8OmjQxfWQouPAN/BGlfALassWG7uyz3zIgFOGjwUJNtIFdot+bNF8PYNv/yUbePXLqOQyZ/2aLDi4VyODIf6ZYAcHeh/3jzfNun4VpXkcS1o5Ho0pqT99wPtZANi3DARAk+fiT+GD/2DZqn05InhW1XvSMbY+DxFjcNHY5dsLRCA5ZNZi5nDM4RdOapq9bl0idoQsRS2E2zMwAJ9NfeubZ61etMjo7eCU2gWqtEDKdmIgIGBAb4c0FtFkFJGiezEb5nanPlmqajAD0NW78BS9iVb1jZGpppysSZ5kKfbT7GQ/Bx85ss2cGr0xZ9Wfw9Cq74VWmcJEAhZCcH7NblP4GQdyctwEQ+9COFAwTECVXdEFGwW3/IOhQ7xC4FKqFDIdQ9E/okVbEddgrfwpAtf4xmO7bgAd/P8BnZIVrzfubALsLQR24rc+c4ZpAqYKMC2gAsV03ghf8JfMrb5jvU/WohbXtBLjqaqSvmEY47Yh6HIHo4Zcgjsma7oxLzZodYii62wGdLfoQd7hA69eQcWghXzZfGoJALdbVzq1zlHXRC0W33hgCBoBjKzA1SIjvYM/3QNgywJiOuCp2X2QPM64rFpfm8rfUrtDq+SWuUc9UqoGrCreYcpNcDQsRq8yycqworNFTG96mua8Br1yTEdFuCbU1ku81E3GQ+w1gDFUPsgHjzEAm1X43ggl5H9YgovOh+muPxbl3PgZFUup/QlwfvwWT2FhFRZT7PVxjuWg2EeYjhXRV2VvWZ6kc/EghtKAxXlKh+f0U+zS+Cd6NkKt879wv6DlLeRbN+6iQ/6W7sug8ZV88NivqYBacyocFPxWQNlqI5glV8ypOH/I+/rdzkkwQ24338O5xwEOR2vB8lB3K7F3esDYF0wWrvjNGBgxlzdjWu8Ad12iW2yjGFVV2huGYx4qQztGGFF1HuJddOc6Cp9CSge2PCwwBcwoXJODDYaLLa1mWlli6s8fXHddnUHPk2eiEoy3pDUFBnGPAxyEksIiodbLxK+xBfYA8dNqEVrjq5aAgRb/b02tb17vzUuxX2ESkep9D/Mh3kWHqbhO2ZQ8BIcNrQ6hYSru2LD2aUA+1JJPqYaiWbmzzTRV/THGaOnxjZuRYd7jLThMxXXMpvCLZPyPbEDa50R3zYZ34fNmcyx54JKBX4Y22BlBnfx4JH7B7zXLlm4ShXCPAxyCsoImVfwwtj3QYgKZUlyT2iLcR1vyK75V0x2rKc04AuPSn8ZSoiVpOJFxgMPRWkc85JK0sXv5+eOqiGzOB6uGcJvmbaG+rHDMNcE5/WbhnEUGLavi05E+PZr7vtofg8lIUKoWf4ztMb4F65HP1JqUsc8YixExCqQzqa/hg9IKKYfFu3bZv6o+srK9LT/49YqyRBdbSbTq0LZkeKzuxOMgqykU0YQT2gdYyr3oXe7DSoyx8hGO8KjwuFpWhiIWRrt9bNixaWzQvypicZYCsPKl2R83k76uOfwgt9mnKN/FlJZE9N0updkeyJ81F9MjhISULNSO3GiCS2KtAfa03qf54HFbiehcCqqqAgsXPDYAK4y8zibD35y9ahWWMPlCK3BpIR/h9xtnzt1HD57jp7IQ4EZ9yLQGmFZtOPu5qvvkM9bgrqZCGNvbjAe/P2b7TvaLN1+jlW7K88/HlN9ROvFgzy40eQmUPtN6+dUUEMGd82Ym7ca6ZPLw84T7pBOA0Xy4bcD67qcJLvEUxeKZNtE9BssZvzwYPePKzNEaYEoVOGSmu9bgRM9hlAI710wWv3tiy3us081s/fMx8+8o3eBBreV8JPR9QbS7QTNryMXCNioSgvOIw85TNKtf5nKgsr2YcsZRb/CdqJyAdnuX8QPnXkHRe2gfYE85RyCrERaVMHol6DJJLS3JUH+sMsXvDyV6FKcnJtrtzB2woIDs19plworVixZgp8ZXSaym7hZUjCGxKlH7AMcqx3NZLufVzJ1snIyw4R9QgB/aBBi/asy+xNj7wqZr5/3Jq4IqnK3m7Da8B/bjXqIIHpBpHOAI9BfAqmQjS242BlLd7krFCQycuDCmZy/bE+QzhdNzD5o8nvPV8lmkp2AINKOjfo8DHFWV8uPYO0bzMWzotvUDcHU4RzY/xS2+zJ+da0yHDIv5hMB8V2IxgcMeiB241C/EAY4qwDil7042WrDLzvef7n00vWL83QbghrV8qGIkqxGPs0TbrcwFeyyW4LZ8VxzgaAKMDbzsZIIBaPG01n+/SH2zN5VV77mNpYj7MdwON8CNZr4dyIoD3IFyQk6S6jgbNart8dMGnCVyuFZgmjkF8jCpi2GXbFHgOMAWSgk7ivY4eyxiZWy5Yb3mM1viG3TQFeefwhYbCWP0zwdHUpqez/sVFhaeg4V1Ag2VDqFfh7vxqwdn5dNgZMUBjr7myXlK3XTf6IsOUWLcig5RYcGRk+fb32MeHGcMqNofg8mLKlkp2jj+bd5oDCCmEznSBRPjV+UmY443sIvtlRioP/YirQE2Fq7VSiB8P3Pb69kQOpYXrRDhikkdHfu0X4iVF2OpLVqlOlflWANMX6tkIR88/mg3/fBT6kSFA56gkH+9rpt+T8yKZQ0weViEWOJRon4M/yZtFFtwhN+CH9qAB2gKfnIhKRbrpxGWrtuxd2ZFO1DiU7i6D8CGsyDyDeHdDolYFCgIK5q6wHg3GAvld5HMSE3aLipmPJtwNRAHOFzN9RC+OMA9BKhwixkHOFzN9RC+OMA9BKhwixkHOFzN9RC+OMA9BKhwixkHOFzN9Qg+jk13ih3xltX8lXY6yWAVjC2g7aRZ0UcS11FewZST8j7Xv6NT/Sr2fw4A2P9IHybqAAAAAElFTkSuQmCC" alt="image" class="principalBlocks__img" /><h4 class="principalBlocks__heading">شفافة ومرنة</h4><p class="principalBlocks__desc"> المتعلم لديه نظرة ثاقبة على محفظته ويمكنه أن يقرر بنفسه من الذي يجب أن يقدمه والذي يوفر المعلومات. </p>

source: <img src="assets/icon/mb_principle_standard.png" alt="image" class="principalBlocks__img" /><h4 class="principalBlocks__heading">standardized</h4><p class="principalBlocks__desc"> By bringing together various educational actors, a standardization tool is created, that provides orientation. </p>
ar: <img src="assets/icon/mb_principle_standard.png" alt="image" class="principalBlocks__img" /><h4 class="principalBlocks__heading">موحدة</h4><p class="principalBlocks__desc"> من خلال الجمع بين مختلف الجهات الفاعلة التعليمية، يتم إنشاء أداة توحيد توفر التوجيه. </p>
