Repository: edly-io/badgr-ui
Catalog: src/locale/message.*.xlf
Languages: ar

source: <img src="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAGAAAAByCAYAAACshtSoAAAAAXNSR0IArs4c6QAAAHhlWElmTU0AKgAAAAgABAEaAAUAAAABAAAAPgEbAAUAAAABAAAARgEoAAMAAAABAAIAAIdpAAQAAAABAAAATgAAAAAAAACQAAAAAQAAAJAAAAABAAOgAQADAAAAAQABAACgAgAEAAAAAQAAAGCgAwAEAAAAAQAAAHIAAAAAYZ4jDQAAAAlwSFlzAAAWJQAAFiUBSVIk8AAAHZNJREFUeAHtXQuck8W1n/le2V3yYFnwgWiRK4pKkdpiW3mJLAgU61Xro9a2Pmrt7UOtLb1aWrFeeyvt9XW1D9GqVX/lSusDS1F2Fxa5oLYqt6hQFYtQqYAWNtnsbjb5HnP/Z5Ivm2ST3S/Z7Ib8dCD58s03c+bMOWfOnHNm5lvOPkySAkIw1VwXOok7/GzO7GmOUP6FczEaDzlnbJdgbCtjYoNjiFW+mR1/LRfZAPuDm8SNTGHTAvW2UE4TTCxSFPZJogaYgS/5XxJHEglfCj62zRLgSIvg/HZt+LDn2MffjeGeapSUPrAMEK1MM53QJGaLRSDC+YyDGcUkwQ5gbNxvC7HMp7e/zWcxq5jqbtkPJAMg4YrVNGy2UNQfq5xNcbLl1wRx2sCQNlwt4UgdZOB3Az71+PTQTDCHK+wxqKuf6Fr41VKYoAHgBy5ZLYFTucqXgfhjbRCYEqgax88dUDMvOzbbDMJuY1x0kXrhDhsuVGUSc8SnwKuJyPsIqiipUXMeFzamDf8SITpex7MURAm2368ebvZbtHcB8RLTE2H/eFWwCUBTAGFuMv2l2jltf+9dmrH9q0cEQ6o5k2n4Z0Ofcucto77zdf4JRlI3JElsHDnaiplPq4qY5BIfDe8HYZ9RBPutGvev52e+25UPGdFcH7K5vRAj6GI8nw7iDaPBQ3MD5pD7VFVdxGeFw/nqFsob2Ahoq69TuLOQMecaIAKSckVxnKvRWF4GDDPMwxyH/RQd9QuOwkJdxtrq78SIjxRCsNz5Zrf5I10Tk6yUxgbt3gPuy2xFuc+YHd7FWHvBJvmctggm7uWJqfWvQOQXoeC5+NSlVNjFpmlvAnN+Q6OmIJCcB8VNPDmVMWipfkhV+eGc8zGqwkdDsupyi7n33BI6yh0BRo1R6MrZcFYjYbhFBvUqmod9FMy/yCU+yNQF4j2uOc5dtZL4/TfPb2SO0dj2mlCdpajfgo9UOZCnGqit77Knj6H5wnMaEANIbNEhyW2X5Y4D2e4vobAsX4Sk9AfSy3OLqTcLIWpSZaEy2Zu2rSzlZ3S856W+W4Yk3NgAX0Dhd8EcfY06LPvj8ONt7b3z3XJergNigJcGDpYyNF8Bl0+kJk5Cq0s4/O7a+eGddFNsopGw+53IRoWJjSB+t6wPUxZT4WXFwPLEAKsl+IV4U/BisZr5MoGHcONg7FEepEImRcFk3FeicvjI8iSDeZLV4v+c2RT4Tp5HJWdZBwKnoLIr/dTwfr0h8lDJAFHx6EtZN5j4GH7u7IHDP93zu/9f/U7CVkvoAgzbGzDTH2Xq/gBjHb9Mg9VrEo4Te81mQAKzEvSpIgTflX6e88PwGRHbth4H+evI2wTv/vL+Hj3LArLW+c8RjnI/qlqJ5uGOMSd8ew6Y0m4V5bOoWJt0c6XK2F8O60urtV+1uhU4ZUm0NI35up8JHlMzr/0tL4jmlUC3YhySyIWyFMQfRwTTfKByt3OpNjf6oFumnFexLvBZ2+Erqa1UaocjdKNxRvuAmZBoCjUhtnM64KoEG2p8mTYnemWqnQFdzOZgMwA0EhAN0C3LPkOf29nkBWifI0Dl3I/ZRQNBiCTciuOmTnnAWhtg2uzyMsFqCpxt2crDqenMxR0DSnqf7r3nK3Dm7HcyvKCyhoZRlmOORWVJfAKCwfo+XcuU0s5XUni0yZHngi8Fd7d3AL7NzycTPX/qkwFEZBBGg+l4HThwNEAoVkzYwP5sxFIecV1viqvsfl9OcmzMKMkshvus0UX5mXljxjErUwU4nJ8HqezBB7EW9Opu39z2JflRz58rCb9+1DDzaXO8Wi8WAMbnuGNOBDJaz8CSI+DN/BBKyCVmp3pLzp2iiKV1nezHVn3weeDzaGwNX10TiOzlp7JYLvQsIuU+dO/tlsBXIYrfw0AYDT3/x/3xwJdHw1uUnV0TrI9zMVVXxVEZnqVbteAVam2PajvPszO69pJZJ7Yzn7kz+BAQOgeVyMK9W5/TfmNBAHkekCAkLP94RSjnwSa/FKIwNpPo6SpoD9byhb45kRXpvAH8gApaibYWggn5jBpMkex14PEL3bGeZOGufZkjwhMDiNBmS+hrjuNM9jUEvs0/kXTVxcqRAbMucTn685+wfjDBeewFWnUcHkP5OzTduY3Piv6Tar50D9NPGhdajpDGK3pj+00eocliRHzL9E+Ff32dqrB5BYQB/q8wIa57LMHm1cxt315MG4XKJlqCV8EfugrdPxxlejmiSSLzTjxboarWnSzYuc0d/Z4Y4DYstjKDn8gSdE92tb0/ME8oyi8xuR0BJhWVyAzFaNqFej8w9PbfQ51JW/rdP7C60WeyrmKAkYBYzaHTYYP9FMQ/GTF7magNPDsARm8Hjv/A9X2HKR2I+7+oNUYeLaaNvsqK1lF+205cAKf4WDD3UBgOIyBEYwUWdaCOpMXn1gceKxFCvUlXIq+QCi+KAS4Qusaf8Z+oqPxXCD9MI2mjzkKteEogvLQGUwR6HhPt1frG9pfJufEEIKcQrKfjLIet0BQ+yaKIVPJ5J/jyZyibPyJ/w4GE9kbDggOFAz05MAdyK1YfNsoyopMdoc6AVzQf/TwZ8CRaKdweNS3lupr54V0eSZaNjmgdW2NaB+4B4C9CqjBHk0phO6F3nwJl30mVdmEnx4ZDkTqQgzNMx1j242w8jRpiGqj+O82wruYzuvZkt+TtzmoKrlY1Np+ILxMkHdp4OfyJB3Q9/BpJmjdI5S1FjqulhabBO74C3TwT0F31ZIJuN2tx/3/1WB1FtG3ZbddiKJ0HQkoig5BRhDYf1XyIq0xvb+sLlFhz6DBH7dqHSXAJygVpNCCdlYhp295uZbccnVJFMtfDl90SvBqM7SE+YxQOftiM6bfVnbn/Hx5ADFoRvoDFxYrIejYq8A/b4jDi2UVoTAPRdIyHK826zlX5Zu0+EepuCc6DlH8HxK9NFSS522Bz5V4+PdIn8ak8P2Nfp2LZy8HA5bh1JdMAEb85xgzNoDLFJDByUVryYXNjNP1ZU82KE9/tg7R4Tou+CaPjv6F4/5dElmQOn9HwDr5aFANia0JHq1zcDiAj3AYA6XUw5Ce+0yM70nn9/ZjXtVflyjLAaU3iIucQLPk5vxatgZH9VXefdzcFEF4Qh7r3gPcOV/j1fHasopLv4uNegZejG5EtcP5+B3ql1SyE8EKpQtyCfV1bW0/TTrU2PwGd/RkAyawXx80+1HWluS8wmc/IMaJ11mFuJkYBifCL+o72qfzK/lfJYH9vRucmkxUEGCRYL8B3ONWFV6mreGbk4ZaWWIb2D1eYc6/a2HEP4YIVtaMsYd8HbOfQPfXX8xwwPfHyF4TCZ+QQn+D40POj6MdAEyZyputsinV0/SlYJdvUHzxYGIeh7aQwcNYBdXRHf3WG4rmtmTcDqYXAjRy+b5hrQ9v12ZF1WFH7e6I5uBV+03SgXUMi41kFQcdjJUvog94BIAV7/lNe2oH5msYfzOgql2frpe0+ywg2Sz6XFiIPQtWMSZfHAg46uJ/uqaueR4Bh899aGsxOhgX43onUT0JCBHvl42w1lV0jKbPEzF4MtW0e1Wzfr7Ir9H+HRpPt9l90UEuIVaF6ZrCjLemuSvO8g9t8t9soF4J+U5BOJs8M4Fg5SrQO/zyz7Efh7R3rAsCVOv4q1njvsRxnHxSCJISaJHJGseRP6HgOb7UBXuKFqDobuemSiDe9oxlsJm/cR257VSU5DyEuZqviRypUaSqRob6nW9iQ+mTCSFUxcpN9BqU8M4CqG7PCfxGtwy+wbOcBkHkSskgFELBjsBZ8gsH01azxwG40mlcaCclYk39UjVC+hSKnolCa+KixVSjWRXxm59uA5ylR5XRDMDE8VSpjIbEC4e2GhsMSwmmwWkU9FuovAE5Xphf9GYuCFy8EMtacYbOPQJka2XF8FY009r38BZPxV9CPF93+A04ARL/E4tY13S31R6askqyuSmKvDzTUKMrXQbZFuHe9Qnq0GXUuNzZ2piUlq3LhmzT9wUofljGnFi5a/ieJkf4JtmP+AJbOwzDf/gAL8d/QSpKmyd0SWxh3yN9JJwTtJoBe9ZRBTCiaAVTROD3ysnTGmJCWiqQCZ0E8+gr2BX0r9vSII4iqVDadVoWGJ0z+LdS7HiPQl84XDPEafq0eaX+J31hcLAhe9F604jJhGIId16bhDsEPxVHOQeOXAQXSBgEIkUxgBLokXsPke5uvsWObi4r0cRT2Udz7KQ9CWxoDqLIWjr4Aa2UxmnqWAFHjiAUFEf27QtPsa9ga/ygqR0k8N6bWqnG+i/X6f4ejZBCeVAfpBVvwH2pvh5/LjJHLJx6+FFXcCfK7Ghcuvpgcb/Yf76FqmYpwCx3BvkQQEl+Y25BENwRjJczP67XG6JOZDSVs3gg6EbNk7x0hYkkyZJYq4vfWFcw4tt4Px0ddAm6f5koAQERAmF+3W9qPKAJpNod+BuJA9bA6l/go+yeIyQ1aOLIexE/ZDH03TqHqkcNCx2P/Y0gzIs+xZ1nCmhpA6NodUSIGuA/p8cC1hbYXui2Q/jbr6yZxZoRMU3mrbsEBsk6KSmLdiBMtx7oCInACSGpCqHY6TGzWVf4sn5W9KC9ag8dYNv8pYvBnoWxK84iVA2IAYUtrBNbu0DSAvAF3MzN6EAUx7kVLBobj5SCSGzsi8d+MctdpicgGClhl1OnzZ6I5gOHOrwAAeM9ipbaj/SZrXHAxJG8JBYFSibYa3rK9rf3nJ/bB2Nga/wxNUW7Fjg8dMNea8eKDd+gfZ811hyeEMsJQENmpY/v51N6bvMQa/yEJrn4HYZwrgVsoiScWaAQ7a8AMIGAy7GqEpqMzSwCQJkIXbgQ/dDTqTriksLchfn21dgDE74NASSR7vkVLoMEUCo2kSwk44HRqmhjLLM00mb0ZKkDu3JCPBBZfFOUX3Qn7vsCCjl6L70Q47HW6FTsYvk2BPNzvBLwfYv35kZ4Wy/OruyU0Drsavg34FPcZiasMQaDNn6tCXVzSJJyLGkmxJKiKaZRBtUj6yFIhNJhJ/B3Y5vJ1TfWudiQU+nJ8PiwnyMmbOqH5EEOyHZU2zDKVn086OJUg0Nh3KsR3aw3+C7MpNBfLlekNWbIMyuI/fJFkDdQNwj5Pz1kuoIFc9z7Ehllrg1/ERqkH0cwlgJUkPhpGyGWTqij3sk1t0aL8gL4QImkWIrLeWuv/vnDU27Ekd1IPTUjrsL3YT3GR9nz4xWKtnbztpohHz/QNkf+Lfzo012ewJguLvUjU9Ag4dmdhnWK2aQVfN5vZC0IR24QlwjY4iQ0GH8lw1g3CF6t856oqVS+cyJGkp1B7GRgky2MwAbAyBgcHJgLe6ViaHInCFGyUUCn4hgn6DczYNzAe3kp0yKRREkoZvs3WwDRh8Uc0RR5kwCkgZgpLmWLMC28pFbxoGjna5omfodcXEQx4zIyZ9mG8sXMf3YOiirV2+EyEv5rQUWx4ptyDJ8kNWw7fAvy+CetoEwRSMrAsKii3m/qs6EZw+Rycn3oC+xVbNVN8dCDEz4Wf7x4dcvTGcGvMEhNxwmVTvjIVzItjo8ByTeX/qs+JbnSJT/iUTQXlds6YHSFL55zc/MG+D86PvoFTMPPNePxcDPArIWHjIWo0B9BSIA7zpA0EEr5MDUBjRkrlAHEkGDaIDJUsd3dswbz3c1UPr863Nj1oDBhgJ3pVp30qPe5zr8dZGXzaP6PIeBDW2XJTDU6G8wcLjR0DX4X27aS0vJgMa8zdTmOCFdvBjR0ol8mULLgebywE23Zjn/pWhPA3GbPb4BGnncVeIKqGAWRK0SRXTEr6GO1kldEnK2Fh5DeI2H4J8xPJfQcmzPv0MmwCzmrEw82gzAEe2q14kdyOJ8MIQ49WLh5Dj0GpLZKiMHCAtNQEO7TUquWsVzUqqFensQaH7ezfx8J8enWpV5k+MhAe+Rjtfa90qloGUAgBHuw1pU6ZRPzUprCK8qBqGUBUkwQskyJBaLgiw6F654CKym35Gq/aEYDDcAxh0GuwAFTUqwHkyEE8B+krCFlMdUMW2FRQprFUHHOqlgG0pGHp2mO17MDe4roMTwyumGkGZ0PnDOkacj48q5cB6E2tHTd5Y9FbIiUdrObC3mk+Qg1WXlUzIGb7DLGis6h3M0hCngiveo+7LDhYpPUGt2oZ4JhYB1Dsp3ASEb+KTO/K8uOq2gyVQaumQ+twNG54PG7V+ChSpnCbqVYn29sRKWa5sUjyyeJJ4onJpdR161Rk1nUbT11LGgG0v8Vap54g1NhkRMimqAY/FEEtVVhOF7OUt3h98EXRbL/K2jrfGGxG5PSn6m6LZgCOZE7B9gp6f8T5usqOlGtqGA6UEHaVHyzb4USOtsmqDz0SXsV+P3xh/ydniqUctYVRsAvesDyXgN9ZjhTyJVKF8tHeIUAb776obCqKAVZz8DPo1Q2aIk6hbSDu0SAihkx4mFQNWDLlYgZOYHxSq2ETMWL+wz0LXK7ukinpWPzHILv0A5TcsFxSJnrPtKl81PsGfIiZrh9QLryKheOZAThkcDqQvQVr0RNdwstFZgcSKNjfsRWhCwHGQ9ExWojmqY75sC58FV6KVCdeGn21e8C7WCTzlgcDdNV+ks/ove0kb/mcTGxL+QzwnJmTPeS3nhggj9Y49veA8PEpbUOqxgSR8QYS/gSEapfASWUwIQQn8yQwhhbOj8MH5/HwzcWXrQOdb+HXUnzKljpi2WqnbICHEJAnBsSFdZ7K+BR0N7Wch00IGA22Ih7x/Q0vLc04zyVWj3gWexI24KzArejHyfjQBg4cyxRfxg6xB4p9PVhBWkDlGEydYa7xHyhYpsADCxs3gdPhlQm/ZSPVLwPoVY0Ws2cB4eFUNbm9QjzWZfM7QnOjvTrPsRcUo2Sj1hT8poVj+RgqyVOMgh1hKsoFAHFXNgql3dmYehG++ZngSt6VSkQqpLYHn9wZKt0QrX7h4SEQooqnPhnw7h9G1yWcjoVA+DhISzJyip2UdlwsDs1r70V8tzdQT+ha+58SzaE/Qvwvk5TgOEPA2KVdq2ufqFsQ2+2WLfVKqhDtjC1UX7aJh72oX6hChfLzMiDeWj+RW/YiLjrmg+zD0VlZDqYds+LslZrG6Jte8IV03gmn/7KkLEpaTNZ1fbvZrO+ESrq3OyEezrd30wtsKgMGlJzcuaxkAGWqmMUAeo0ATtRDo9tLEe7VyNTMRJQ6DOX5rNe2fY1tr+BVAin6y1pEshowcoKi8VtrBP8CTrVcpc+NFr2RinCBL7IPRkBqa7tQ0ZCMKeMZDQBXwdAcBPsgjQatBhMeOKWSsWNbojf0X2kGYPIMWkrse1A3izNt/EyUYOPj3CvzJP1uPaw0IVws5wHqtEzkK1AsB4w4GQc0HjLXDPuaNrdzHQiXV5+79TKvKkJw0QQ7MdjYLo98Zj7z8htm6ANo/xLqayVTmgG2YZ6NAxPXZSBEqLWDagdAMHpnPsjPn9c148GiEObqRdgOfAvmEJoDAEX4cZQGJ+RFLTECcMfh3ORS1hr4vBDRN1PS238TqBtQHb3/ggVK0KG+tEgUKDME2ZIByb33/Cbg45qZJqj9Om4exumRx321kV35ttV5wY/2a6LcJ6msPEeg10/h3LkEqu1MZB1C+fAbPpYwlbON9ewO3MoXN1F+v4neXldCIr7nDrVKrQlLBpi2ci4OO/S88w2v9IVxt1g5I7oKmypL6mQ+uiR3qrVtBMP/ildF7cOI+gbKhchrRljgeqbXPYQX2iaDxfkAZOahDv7yxQK8ij75hhbS8pnJpbArUvQslZfAW94xMRyVEz7KrD1kv5MjgItzSB2kEvZVilVqJLoaPerJdZ+W4cobo/txmO4R6ICTAG4BPlzTWdCMGfAZvDGAzuJit/H9BdFJK9eMEqk8OJV0SEJ+3KeVWhOWtj2+Tk5bO5y9i1AmHZxzZcjFsaxX3xy8/Bp/LAFMTloxYLUQ1jHFNEJhjlI/GQJXTJNlL5uUCQTQXMgwc7oVRZFvMXTzBu3qiDhMIXp9V/LokaLQ7mXPSe7nzFY8nuvSCEgLneda5S+YZIBASDf1hlrY1Qbsg2D5m8oDkXOdTimScUQJalyedslTsleWDInY7HY8SL5XosfO71U2bwaOLyFkPqnSIyE1AviWjHO+oxHUnwGk1+VFvEyZ9PYteBU4SwWGUwIPQMMdnsFjctWYwJtGlfc813ELdgpua2I8TN5JgzPLuQ31f5UMgMn5FJyS01JDMojrQrPJ36rP7Xi2fxDFl6AD1xp3cHqGz0ZtKf4WFJHdbRYcAXkPaDhOmE+PJq2gItBA//CXwIKJZMtFVByEonISjtnsN3hrubvLGFqITYZdeBtehnouTpQnJbRMjZPP0eALLMGplcUgAMIBcD4IC8FurPHHCkozHdDISsQ2NX8kNKtcnhvp7EHq8jwa8iw5AiiymVgTXAxT8M7UahfFVU5GZOX35vDQO2azsxP3ye0fRCxMYAWTu8WPNrvmlEWP63CK9CS8lb3WnQCJjvC+/+lw+wk4e56dMApl4E2ETyKW1P9J+xw8CHdgd0Kl9T/hkZwD8EM3fPfbdhxeKrvYJQ5d4SAdiSFxpNQTVIMS9K8rPln5eNSTn3qScoTcfGl9SCCpL453jjriciPcuS0zu7/fBIf2dqY0WC9t4raXxi8DZ4JNfXP72V9bg/k8zQA+6/2O6Gr/tbW6EgYVvwRG0Is16G8HlB9RzLYIWyYghX/DKPuB+nb0aayqFe13EBOqPaUZQB2h2DxeRH29bcVaIV+XgvgTIP21oBe97wFn2noS7mmu6K1J3UIokJnoFo/I6TIRdwljHtzEHAV/xSK8BVNxTunMmsnfuZMwNQMGtoGRpEmASg6MAngQNCqPC51g93rwkqoNSspiALVAIwGXx0Xr2NW2HTkWi7/jEToZxRWnDkvCbrd6hnw6Jwe/nHxHQGPjnc6YA/b7DAt/d7G4VTGahDOHCN4VzRImuwtvPKGIbeGU5yF8D4iOuBAq7OOVngd6McDtCZ+1kybEV1IfN/vguUKnG6pzN5/R/n4pSOGF3/Q3IT+eM25KATWgOmQfVG+iqFqpKTd6WiqcAdYrOAIGCHfwq2MCtkx1YuKZYSWtiIF10gcZfET7bqFqGYAXcsAREDfjJaSpNeGcjrrBfjIUKLn3qWIwMI47GIyo6mVAknqfTho0KapmXnKVU+498STD9qrUilh1zwGZBK/S31U7AqThL9h70DCZ1qlnNkD4sdOvZ1tKpVbEqpYBanI/xLS2hFYwgFeIGzT7msL+FdYULszYBVKo+KDmVy0DJFVMu33EnPZIKRTCWYf8k3cpwAZQ58M5YADEK0fVqh4BJlc/ItaE5FJBPMcp86X2DOXmE9EoAIS/OxbIDR+Vg6DFwqhaBtAfSIBl+ScLryOnRC+Dy0xWamzn5lMZeagMlSut/wmXD1UQUaGCqWpHANGMTNFSU6YTViqMctSrWgbQOjJUyFPQPHIZE5sKspQQwsySPX3knwICjq00I6qWARyYi7iyxFLj+cPRhUYH8mtBeds27sDfHxgr35pYDlEuEUbVMoD6qyvmHmN2rOBWlr5oYjXrtMhW8VS9kzAkucOWB2JKI2KOyioNyMBrVe8IgC3pU5WlOOlS9J+8ovkBn08NnHwDh1C1DKD9SxgEF7q7AmARZU3CmFzlLJAvnyZmLAsblZ6AiX1Vy4CU7OH8iKRzVmw/Uy7zETlfXmadofxd1QwgU9QlpvQJkryQEQZ3OGT5Cm4mKEy7Idy6Q0nw3LaqlgG0Pd20+f04atRJ/rykbQaB3Y4WIjLy54A5Ewo9d+sP9rVqGUDKM+FY3/en/oJGsYRKvT19QqX9gOo1QyHttLWtlISqOKSXnT5cE86mxwfmLlcQqqvjOWsAXpHHXN1rtqjUmnB1M8ArxQ/ictXNgBJPyh9M/KhuBhxMlCwRlw8kA2D7uy5biWQrX7XqZcBBQ8KBMaN6GGA5ODjCO9N0pzfGlhiOTgXoutwwBa7tcMiG5u0AOfyqGgbQywChONbi8zdYkXE7wc5nRkfB99bl9LPXbdRSluLPC76NBx2C8//Rw0c+2qvQEGT8P2gQHinN8QngAAAAAElFTkSuQmCC" alt="image" class="principalBlocks__img" /><h4 class="principalBlocks__heading">motivating</h4><p class="principalBlocks__desc"> Portfolio & Badges are a form of performance representation; not the rating. They promote the Appreciation for the acquired skills and increasing the learner's self-responsibility. </p>
ar: <img src="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAGAAAAByCAYAAACshtSoAAAAAXNSR0IArs4c6QAAAHhlWElmTU0AKgAAAAgABAEaAAUAAAABAAAAPgEbAAUAAAABAAAARgEoAAMAAAABAAIAAIdpAAQAAAABAAAATgAAAAAAAACQAAAAAQAAAJAAAAABAAOgAQADAAAAAQABAACgAgAEAAAAAQAAAGCgAwAEAAAAAQAAAHIAAAAAYZ4jDQAAAAlwSFlzAAAWJQAAFiUBSVIk8AAAHZNJREFUeAHtXQuck8W1n/le2V3yYFnwgWiRK4pKkdpiW3mJLAgU61Xro9a2Pmrt7UOtLb1aWrFeeyvt9XW1D9GqVX/lSusDS1F2Fxa5oLYqt6hQFYtQqYAWNtnsbjb5HnP/Z5Ivm2ST3S/Z7Ib8dCD58s03c+bMOWfOnHNm5lvOPkySAkIw1VwXOok7/GzO7GmOUP6FczEaDzlnbJdgbCtjYoNjiFW+mR1/LRfZAPuDm8SNTGHTAvW2UE4TTCxSFPZJogaYgS/5XxJHEglfCj62zRLgSIvg/HZt+LDn2MffjeGeapSUPrAMEK1MM53QJGaLRSDC+YyDGcUkwQ5gbNxvC7HMp7e/zWcxq5jqbtkPJAMg4YrVNGy2UNQfq5xNcbLl1wRx2sCQNlwt4UgdZOB3Az71+PTQTDCHK+wxqKuf6Fr41VKYoAHgBy5ZLYFTucqXgfhjbRCYEqgax88dUDMvOzbbDMJuY1x0kXrhDhsuVGUSc8SnwKuJyPsIqiipUXMeFzamDf8SITpex7MURAm2368ebvZbtHcB8RLTE2H/eFWwCUBTAGFuMv2l2jltf+9dmrH9q0cEQ6o5k2n4Z0Ofcucto77zdf4JRlI3JElsHDnaiplPq4qY5BIfDe8HYZ9RBPutGvev52e+25UPGdFcH7K5vRAj6GI8nw7iDaPBQ3MD5pD7VFVdxGeFw/nqFsob2Ahoq69TuLOQMecaIAKSckVxnKvRWF4GDDPMwxyH/RQd9QuOwkJdxtrq78SIjxRCsNz5Zrf5I10Tk6yUxgbt3gPuy2xFuc+YHd7FWHvBJvmctggm7uWJqfWvQOQXoeC5+NSlVNjFpmlvAnN+Q6OmIJCcB8VNPDmVMWipfkhV+eGc8zGqwkdDsupyi7n33BI6yh0BRo1R6MrZcFYjYbhFBvUqmod9FMy/yCU+yNQF4j2uOc5dtZL4/TfPb2SO0dj2mlCdpajfgo9UOZCnGqit77Knj6H5wnMaEANIbNEhyW2X5Y4D2e4vobAsX4Sk9AfSy3OLqTcLIWpSZaEy2Zu2rSzlZ3S856W+W4Yk3NgAX0Dhd8EcfY06LPvj8ONt7b3z3XJergNigJcGDpYyNF8Bl0+kJk5Cq0s4/O7a+eGddFNsopGw+53IRoWJjSB+t6wPUxZT4WXFwPLEAKsl+IV4U/BisZr5MoGHcONg7FEepEImRcFk3FeicvjI8iSDeZLV4v+c2RT4Tp5HJWdZBwKnoLIr/dTwfr0h8lDJAFHx6EtZN5j4GH7u7IHDP93zu/9f/U7CVkvoAgzbGzDTH2Xq/gBjHb9Mg9VrEo4Te81mQAKzEvSpIgTflX6e88PwGRHbth4H+evI2wTv/vL+Hj3LArLW+c8RjnI/qlqJ5uGOMSd8ew6Y0m4V5bOoWJt0c6XK2F8O60urtV+1uhU4ZUm0NI35up8JHlMzr/0tL4jmlUC3YhySyIWyFMQfRwTTfKByt3OpNjf6oFumnFexLvBZ2+Erqa1UaocjdKNxRvuAmZBoCjUhtnM64KoEG2p8mTYnemWqnQFdzOZgMwA0EhAN0C3LPkOf29nkBWifI0Dl3I/ZRQNBiCTciuOmTnnAWhtg2uzyMsFqCpxt2crDqenMxR0DSnqf7r3nK3Dm7HcyvKCyhoZRlmOORWVJfAKCwfo+XcuU0s5XUni0yZHngi8Fd7d3AL7NzycTPX/qkwFEZBBGg+l4HThwNEAoVkzYwP5sxFIecV1viqvsfl9OcmzMKMkshvus0UX5mXljxjErUwU4nJ8HqezBB7EW9Opu39z2JflRz58rCb9+1DDzaXO8Wi8WAMbnuGNOBDJaz8CSI+DN/BBKyCVmp3pLzp2iiKV1nezHVn3weeDzaGwNX10TiOzlp7JYLvQsIuU+dO/tlsBXIYrfw0AYDT3/x/3xwJdHw1uUnV0TrI9zMVVXxVEZnqVbteAVam2PajvPszO69pJZJ7Yzn7kz+BAQOgeVyMK9W5/TfmNBAHkekCAkLP94RSjnwSa/FKIwNpPo6SpoD9byhb45kRXpvAH8gApaibYWggn5jBpMkex14PEL3bGeZOGufZkjwhMDiNBmS+hrjuNM9jUEvs0/kXTVxcqRAbMucTn685+wfjDBeewFWnUcHkP5OzTduY3Piv6Tar50D9NPGhdajpDGK3pj+00eocliRHzL9E+Ff32dqrB5BYQB/q8wIa57LMHm1cxt315MG4XKJlqCV8EfugrdPxxlejmiSSLzTjxboarWnSzYuc0d/Z4Y4DYstjKDn8gSdE92tb0/ME8oyi8xuR0BJhWVyAzFaNqFej8w9PbfQ51JW/rdP7C60WeyrmKAkYBYzaHTYYP9FMQ/GTF7magNPDsARm8Hjv/A9X2HKR2I+7+oNUYeLaaNvsqK1lF+205cAKf4WDD3UBgOIyBEYwUWdaCOpMXn1gceKxFCvUlXIq+QCi+KAS4Qusaf8Z+oqPxXCD9MI2mjzkKteEogvLQGUwR6HhPt1frG9pfJufEEIKcQrKfjLIet0BQ+yaKIVPJ5J/jyZyibPyJ/w4GE9kbDggOFAz05MAdyK1YfNsoyopMdoc6AVzQf/TwZ8CRaKdweNS3lupr54V0eSZaNjmgdW2NaB+4B4C9CqjBHk0phO6F3nwJl30mVdmEnx4ZDkTqQgzNMx1j242w8jRpiGqj+O82wruYzuvZkt+TtzmoKrlY1Np+ILxMkHdp4OfyJB3Q9/BpJmjdI5S1FjqulhabBO74C3TwT0F31ZIJuN2tx/3/1WB1FtG3ZbddiKJ0HQkoig5BRhDYf1XyIq0xvb+sLlFhz6DBH7dqHSXAJygVpNCCdlYhp295uZbccnVJFMtfDl90SvBqM7SE+YxQOftiM6bfVnbn/Hx5ADFoRvoDFxYrIejYq8A/b4jDi2UVoTAPRdIyHK826zlX5Zu0+EepuCc6DlH8HxK9NFSS522Bz5V4+PdIn8ak8P2Nfp2LZy8HA5bh1JdMAEb85xgzNoDLFJDByUVryYXNjNP1ZU82KE9/tg7R4Tou+CaPjv6F4/5dElmQOn9HwDr5aFANia0JHq1zcDiAj3AYA6XUw5Ce+0yM70nn9/ZjXtVflyjLAaU3iIucQLPk5vxatgZH9VXefdzcFEF4Qh7r3gPcOV/j1fHasopLv4uNegZejG5EtcP5+B3ql1SyE8EKpQtyCfV1bW0/TTrU2PwGd/RkAyawXx80+1HWluS8wmc/IMaJ11mFuJkYBifCL+o72qfzK/lfJYH9vRucmkxUEGCRYL8B3ONWFV6mreGbk4ZaWWIb2D1eYc6/a2HEP4YIVtaMsYd8HbOfQPfXX8xwwPfHyF4TCZ+QQn+D40POj6MdAEyZyputsinV0/SlYJdvUHzxYGIeh7aQwcNYBdXRHf3WG4rmtmTcDqYXAjRy+b5hrQ9v12ZF1WFH7e6I5uBV+03SgXUMi41kFQcdjJUvog94BIAV7/lNe2oH5msYfzOgql2frpe0+ywg2Sz6XFiIPQtWMSZfHAg46uJ/uqaueR4Bh899aGsxOhgX43onUT0JCBHvl42w1lV0jKbPEzF4MtW0e1Wzfr7Ir9H+HRpPt9l90UEuIVaF6ZrCjLemuSvO8g9t8t9soF4J+U5BOJs8M4Fg5SrQO/zyz7Efh7R3rAsCVOv4q1njvsRxnHxSCJISaJHJGseRP6HgOb7UBXuKFqDobuemSiDe9oxlsJm/cR257VSU5DyEuZqviRypUaSqRob6nW9iQ+mTCSFUxcpN9BqU8M4CqG7PCfxGtwy+wbOcBkHkSskgFELBjsBZ8gsH01azxwG40mlcaCclYk39UjVC+hSKnolCa+KixVSjWRXxm59uA5ylR5XRDMDE8VSpjIbEC4e2GhsMSwmmwWkU9FuovAE5Xphf9GYuCFy8EMtacYbOPQJka2XF8FY009r38BZPxV9CPF93+A04ARL/E4tY13S31R6askqyuSmKvDzTUKMrXQbZFuHe9Qnq0GXUuNzZ2piUlq3LhmzT9wUofljGnFi5a/ieJkf4JtmP+AJbOwzDf/gAL8d/QSpKmyd0SWxh3yN9JJwTtJoBe9ZRBTCiaAVTROD3ysnTGmJCWiqQCZ0E8+gr2BX0r9vSII4iqVDadVoWGJ0z+LdS7HiPQl84XDPEafq0eaX+J31hcLAhe9F604jJhGIId16bhDsEPxVHOQeOXAQXSBgEIkUxgBLokXsPke5uvsWObi4r0cRT2Udz7KQ9CWxoDqLIWjr4Aa2UxmnqWAFHjiAUFEf27QtPsa9ga/ygqR0k8N6bWqnG+i/X6f4ejZBCeVAfpBVvwH2pvh5/LjJHLJx6+FFXcCfK7Ghcuvpgcb/Yf76FqmYpwCx3BvkQQEl+Y25BENwRjJczP67XG6JOZDSVs3gg6EbNk7x0hYkkyZJYq4vfWFcw4tt4Px0ddAm6f5koAQERAmF+3W9qPKAJpNod+BuJA9bA6l/go+yeIyQ1aOLIexE/ZDH03TqHqkcNCx2P/Y0gzIs+xZ1nCmhpA6NodUSIGuA/p8cC1hbYXui2Q/jbr6yZxZoRMU3mrbsEBsk6KSmLdiBMtx7oCInACSGpCqHY6TGzWVf4sn5W9KC9ag8dYNv8pYvBnoWxK84iVA2IAYUtrBNbu0DSAvAF3MzN6EAUx7kVLBobj5SCSGzsi8d+MctdpicgGClhl1OnzZ6I5gOHOrwAAeM9ipbaj/SZrXHAxJG8JBYFSibYa3rK9rf3nJ/bB2Nga/wxNUW7Fjg8dMNea8eKDd+gfZ811hyeEMsJQENmpY/v51N6bvMQa/yEJrn4HYZwrgVsoiScWaAQ7a8AMIGAy7GqEpqMzSwCQJkIXbgQ/dDTqTriksLchfn21dgDE74NASSR7vkVLoMEUCo2kSwk44HRqmhjLLM00mb0ZKkDu3JCPBBZfFOUX3Qn7vsCCjl6L70Q47HW6FTsYvk2BPNzvBLwfYv35kZ4Wy/OruyU0Drsavg34FPcZiasMQaDNn6tCXVzSJJyLGkmxJKiKaZRBtUj6yFIhNJhJ/B3Y5vJ1TfWudiQU+nJ8PiwnyMmbOqH5EEOyHZU2zDKVn086OJUg0Nh3KsR3aw3+C7MpNBfLlekNWbIMyuI/fJFkDdQNwj5Pz1kuoIFc9z7Ehllrg1/ERqkH0cwlgJUkPhpGyGWTqij3sk1t0aL8gL4QImkWIrLeWuv/vnDU27Ekd1IPTUjrsL3YT3GR9nz4xWKtnbztpohHz/QNkf+Lfzo012ewJguLvUjU9Ag4dmdhnWK2aQVfN5vZC0IR24QlwjY4iQ0GH8lw1g3CF6t856oqVS+cyJGkp1B7GRgky2MwAbAyBgcHJgLe6ViaHInCFGyUUCn4hgn6DczYNzAe3kp0yKRREkoZvs3WwDRh8Uc0RR5kwCkgZgpLmWLMC28pFbxoGjna5omfodcXEQx4zIyZ9mG8sXMf3YOiirV2+EyEv5rQUWx4ptyDJ8kNWw7fAvy+CetoEwRSMrAsKii3m/qs6EZw+Rycn3oC+xVbNVN8dCDEz4Wf7x4dcvTGcGvMEhNxwmVTvjIVzItjo8ByTeX/qs+JbnSJT/iUTQXlds6YHSFL55zc/MG+D86PvoFTMPPNePxcDPArIWHjIWo0B9BSIA7zpA0EEr5MDUBjRkrlAHEkGDaIDJUsd3dswbz3c1UPr863Nj1oDBhgJ3pVp30qPe5zr8dZGXzaP6PIeBDW2XJTDU6G8wcLjR0DX4X27aS0vJgMa8zdTmOCFdvBjR0ol8mULLgebywE23Zjn/pWhPA3GbPb4BGnncVeIKqGAWRK0SRXTEr6GO1kldEnK2Fh5DeI2H4J8xPJfQcmzPv0MmwCzmrEw82gzAEe2q14kdyOJ8MIQ49WLh5Dj0GpLZKiMHCAtNQEO7TUquWsVzUqqFensQaH7ezfx8J8enWpV5k+MhAe+Rjtfa90qloGUAgBHuw1pU6ZRPzUprCK8qBqGUBUkwQskyJBaLgiw6F654CKym35Gq/aEYDDcAxh0GuwAFTUqwHkyEE8B+krCFlMdUMW2FRQprFUHHOqlgG0pGHp2mO17MDe4roMTwyumGkGZ0PnDOkacj48q5cB6E2tHTd5Y9FbIiUdrObC3mk+Qg1WXlUzIGb7DLGis6h3M0hCngiveo+7LDhYpPUGt2oZ4JhYB1Dsp3ASEb+KTO/K8uOq2gyVQaumQ+twNG54PG7V+ChSpnCbqVYn29sRKWa5sUjyyeJJ4onJpdR161Rk1nUbT11LGgG0v8Vap54g1NhkRMimqAY/FEEtVVhOF7OUt3h98EXRbL/K2jrfGGxG5PSn6m6LZgCOZE7B9gp6f8T5usqOlGtqGA6UEHaVHyzb4USOtsmqDz0SXsV+P3xh/ydniqUctYVRsAvesDyXgN9ZjhTyJVKF8tHeIUAb776obCqKAVZz8DPo1Q2aIk6hbSDu0SAihkx4mFQNWDLlYgZOYHxSq2ETMWL+wz0LXK7ukinpWPzHILv0A5TcsFxSJnrPtKl81PsGfIiZrh9QLryKheOZAThkcDqQvQVr0RNdwstFZgcSKNjfsRWhCwHGQ9ExWojmqY75sC58FV6KVCdeGn21e8C7WCTzlgcDdNV+ks/ove0kb/mcTGxL+QzwnJmTPeS3nhggj9Y49veA8PEpbUOqxgSR8QYS/gSEapfASWUwIQQn8yQwhhbOj8MH5/HwzcWXrQOdb+HXUnzKljpi2WqnbICHEJAnBsSFdZ7K+BR0N7Wch00IGA22Ih7x/Q0vLc04zyVWj3gWexI24KzArejHyfjQBg4cyxRfxg6xB4p9PVhBWkDlGEydYa7xHyhYpsADCxs3gdPhlQm/ZSPVLwPoVY0Ws2cB4eFUNbm9QjzWZfM7QnOjvTrPsRcUo2Sj1hT8poVj+RgqyVOMgh1hKsoFAHFXNgql3dmYehG++ZngSt6VSkQqpLYHn9wZKt0QrX7h4SEQooqnPhnw7h9G1yWcjoVA+DhISzJyip2UdlwsDs1r70V8tzdQT+ha+58SzaE/Qvwvk5TgOEPA2KVdq2ufqFsQ2+2WLfVKqhDtjC1UX7aJh72oX6hChfLzMiDeWj+RW/YiLjrmg+zD0VlZDqYds+LslZrG6Jte8IV03gmn/7KkLEpaTNZ1fbvZrO+ESrq3OyEezrd30wtsKgMGlJzcuaxkAGWqmMUAeo0ATtRDo9tLEe7VyNTMRJQ6DOX5rNe2fY1tr+BVAin6y1pEshowcoKi8VtrBP8CTrVcpc+NFr2RinCBL7IPRkBqa7tQ0ZCMKeMZDQBXwdAcBPsgjQatBhMeOKWSsWNbojf0X2kGYPIMWkrse1A3izNt/EyUYOPj3CvzJP1uPaw0IVws5wHqtEzkK1AsB4w4GQc0HjLXDPuaNrdzHQiXV5+79TKvKkJw0QQ7MdjYLo98Zj7z8htm6ANo/xLqayVTmgG2YZ6NAxPXZSBEqLWDagdAMHpnPsjPn9c148GiEObqRdgOfAvmEJoDAEX4cZQGJ+RFLTECcMfh3ORS1hr4vBDRN1PS238TqBtQHb3/ggVK0KG+tEgUKDME2ZIByb33/Cbg45qZJqj9Om4exumRx321kV35ttV5wY/2a6LcJ6msPEeg10/h3LkEqu1MZB1C+fAbPpYwlbON9ewO3MoXN1F+v4neXldCIr7nDrVKrQlLBpi2ci4OO/S88w2v9IVxt1g5I7oKmypL6mQ+uiR3qrVtBMP/ildF7cOI+gbKhchrRljgeqbXPYQX2iaDxfkAZOahDv7yxQK8ij75hhbS8pnJpbArUvQslZfAW94xMRyVEz7KrD1kv5MjgItzSB2kEvZVilVqJLoaPerJdZ+W4cobo/txmO4R6ICTAG4BPlzTWdCMGfAZvDGAzuJit/H9BdFJK9eMEqk8OJV0SEJ+3KeVWhOWtj2+Tk5bO5y9i1AmHZxzZcjFsaxX3xy8/Bp/LAFMTloxYLUQ1jHFNEJhjlI/GQJXTJNlL5uUCQTQXMgwc7oVRZFvMXTzBu3qiDhMIXp9V/LokaLQ7mXPSe7nzFY8nuvSCEgLneda5S+YZIBASDf1hlrY1Qbsg2D5m8oDkXOdTimScUQJalyedslTsleWDInY7HY8SL5XosfO71U2bwaOLyFkPqnSIyE1AviWjHO+oxHUnwGk1+VFvEyZ9PYteBU4SwWGUwIPQMMdnsFjctWYwJtGlfc813ELdgpua2I8TN5JgzPLuQ31f5UMgMn5FJyS01JDMojrQrPJ36rP7Xi2fxDFl6AD1xp3cHqGz0ZtKf4WFJHdbRYcAXkPaDhOmE+PJq2gItBA//CXwIKJZMtFVByEonISjtnsN3hrubvLGFqITYZdeBtehnouTpQnJbRMjZPP0eALLMGplcUgAMIBcD4IC8FurPHHCkozHdDISsQ2NX8kNKtcnhvp7EHq8jwa8iw5AiiymVgTXAxT8M7UahfFVU5GZOX35vDQO2azsxP3ye0fRCxMYAWTu8WPNrvmlEWP63CK9CS8lb3WnQCJjvC+/+lw+wk4e56dMApl4E2ETyKW1P9J+xw8CHdgd0Kl9T/hkZwD8EM3fPfbdhxeKrvYJQ5d4SAdiSFxpNQTVIMS9K8rPln5eNSTn3qScoTcfGl9SCCpL453jjriciPcuS0zu7/fBIf2dqY0WC9t4raXxi8DZ4JNfXP72V9bg/k8zQA+6/2O6Gr/tbW6EgYVvwRG0Is16G8HlB9RzLYIWyYghX/DKPuB+nb0aayqFe13EBOqPaUZQB2h2DxeRH29bcVaIV+XgvgTIP21oBe97wFn2noS7mmu6K1J3UIokJnoFo/I6TIRdwljHtzEHAV/xSK8BVNxTunMmsnfuZMwNQMGtoGRpEmASg6MAngQNCqPC51g93rwkqoNSspiALVAIwGXx0Xr2NW2HTkWi7/jEToZxRWnDkvCbrd6hnw6Jwe/nHxHQGPjnc6YA/b7DAt/d7G4VTGahDOHCN4VzRImuwtvPKGIbeGU5yF8D4iOuBAq7OOVngd6McDtCZ+1kybEV1IfN/vguUKnG6pzN5/R/n4pSOGF3/Q3IT+eM25KATWgOmQfVG+iqFqpKTd6WiqcAdYrOAIGCHfwq2MCtkx1YuKZYSWtiIF10gcZfET7bqFqGYAXcsAREDfjJaSpNeGcjrrBfjIUKLn3qWIwMI47GIyo6mVAknqfTho0KapmXnKVU+498STD9qrUilh1zwGZBK/S31U7AqThL9h70DCZ1qlnNkD4sdOvZ1tKpVbEqpYBanI/xLS2hFYwgFeIGzT7msL+FdYULszYBVKo+KDmVy0DJFVMu33EnPZIKRTCWYf8k3cpwAZQ58M5YADEK0fVqh4BJlc/ItaE5FJBPMcp86X2DOXmE9EoAIS/OxbIDR+Vg6DFwqhaBtAfSIBl+ScLryOnRC+Dy0xWamzn5lMZeagMlSut/wmXD1UQUaGCqWpHANGMTNFSU6YTViqMctSrWgbQOjJUyFPQPHIZE5sKspQQwsySPX3knwICjq00I6qWARyYi7iyxFLj+cPRhUYH8mtBeds27sDfHxgr35pYDlEuEUbVMoD6qyvmHmN2rOBWlr5oYjXrtMhW8VS9kzAkucOWB2JKI2KOyioNyMBrVe8IgC3pU5WlOOlS9J+8ovkBn08NnHwDh1C1DKD9SxgEF7q7AmARZU3CmFzlLJAvnyZmLAsblZ6AiX1Vy4CU7OH8iKRzVmw/Uy7zETlfXmadofxd1QwgU9QlpvQJkryQEQZ3OGT5Cm4mKEy7Idy6Q0nw3LaqlgG0Pd20+f04atRJ/rykbQaB3Y4WIjLy54A5Ewo9d+sP9rVqGUDKM+FY3/en/oJGsYRKvT19QqX9gOo1QyHttLWtlISqOKSXnT5cE86mxwfmLlcQqqvjOWsAXpHHXN1rtqjUmnB1M8ArxQ/ictXNgBJPyh9M/KhuBhxMlCwRlw8kA2D7uy5biWQrX7XqZcBBQ8KBMaN6GGA5ODjCO9N0pzfGlhiOTgXoutwwBa7tcMiG5u0AOfyqGgbQywChONbi8zdYkXE7wc5nRkfB99bl9LPXbdRSluLPC76NBx2C8//Rw0c+2qvQEGT8P2gQHinN8QngAAAAAElFTkSuQmCC" alt="image" class="principalBlocks__img" /><h4 class="principalBlocks__heading">تحفيز</h4><p class="principalBlocks__desc"> المحفظة والشارات هي شكل من أشكال تمثيل الأداء ؛ وليس التقييم. فهي تعزز تقدير المهارات المكتسبة وتزيد من مسؤولية المتعلم عن نفسه. </p>
