Repository: edly-io/badgr-ui
Catalog: src/locale/message.*.xlf
Languages: ar

source: <div class="font-family-plex-blue u-text-small-bold"> {{ compareDate(badge.expiresDate, now) | i18nPlural : tense['expires'] }} on: </div><div class="u-text"><time [date]="badge?.expiresDate" format="mediumDate"></time></div>
ar: <div class="font-family-plex-blue u-text-small-bold"> {{ compareDate(badge.expiresDate, now) | i18nPlural : tense['expires'] }} في: </div><div class="u-text"><time [date]="badge?.expiresDate" format="mediumDate"></time></div>

source: Alignment
ar: المحاذاة

source: View alignment URL <svg icon="icon_external_link"></svg>
ar: عرض المحاذاة لعنوان URL <svg icon="icon_external_link"></svg>

source: Narrative
ar: السرد

source: Evidence
ar: الدليل

source: View Evidence URL <svg icon="icon_external_link"></svg>
ar: عرض الدليل لعنوان URL<svg icon="icon_external_link"></svg>

source: Add to Collection
ar: أضف للمجموعة

source: Remove
ar: إزالة

source: Backpack <span class="badgeSubTitle" *ngIf="!!allBadges" >{{ allBadges.length | i18nPlural : plural['badges'] }}</span >
ar: الحقيبة <span class="badgeSubTitle" *ngIf="!!allBadges" >{{ allBadges.length | i18nPlural : plural['badges'] }}</span >

source: Coming from Mozilla?
ar: هل هي مقدمة من موزيلا؟

source: Let's finish <button (click)="launchImport($event)" class="u-display-inline u-text-link">adding</button> your badges.
ar: لننهي <button (click)="launchImport($event)" class="u-display-inline u-text-link">إضافة</button> أوسمتك.

source: Close Notification
ar: إغلاق الإشعار

source: You don't have any badges yet
ar: لا توجد لديك أي أوسمة بعد

source: Collect and share digital badges from your backpack.
ar: جمع مشاركة الأوسمة الرقمية من حقيبتك.

source: Split
ar: تقسيم

source: Verify your email address
ar: التحقق من عنوان بريدك الإلكتروني

source: Welcome to {{ service }}!
ar: مرحبًا بك في {{ service }}!

source: We have sent you a verification email <strong class="u-text-bold">{{ email }}</strong> sent.
ar: لقد أرسلنا لك بريد إلكتروني للتحقق<strong class="u-text-bold">{{ email }}</strong>.

source: Click the URL to complete the registration process. If you don't receive the email in a few minutes, check your spam folder. If you still can't find the email, then <a class="u-text-link" [href]="helpEmailUrl">write us</a>.
ar: انقر فوق عنوان URL لإكمال عملية التسجيل. إذا لم تستلم البريد الإلكتروني في غضون دقائق, تحقق من مجلد الرسائل المهملة. إذا لم تجد رسالة البريد الإلكتروني, <a class="u-text-link" [href]="helpEmailUrl">اكتب لنا</a>.

source: Create a {{ theme.serviceName || 'Badgr' }} Account
ar: إنشاء{{ theme.serviceName || 'Badgr' }} حساب

source: Do you already have an account? <a [routerLink]="['/auth/login']">Sign in</a>.
ar: "لديك حساب؟<a [routerLink]="['/auth/login']"> تسجيل الدخول</a>.

source: The application <strong> {{ oAuthManager.currentAuthorization.application.name }} </strong> would like you log in with {{ theme.serviceName || 'MINT-O-Badges' }}. You already have an account? <a [routerLink]="['/login']">Sign in</a>!
ar: "يرغب تطبيق<strong>{{ oAuthManager.currentAuthorization.application.name }}</strong> في تسجيل الدخول باستخدام {{ theme.serviceName || 'MINT-O-Badges' }}. لديك حساب؟ <a [routerLink]="['/login']">تسجيل الدخول</a>!

source: Sign Up With
ar: تسجيل الدخول باستخدام

source: Register with us {{ theme.serviceName || 'MINT-O-Badges' }}, by providing the following information
ar: سجِّل معنا{{ theme.serviceName || 'MINT-O-Badges' }}, من خلال تزويدنا بالمعلومات التالية

source: Email
ar: البريد الإلكتروني

source: Please enter a valid e-mail address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.

source: First name
ar: الاسم الأول

source: Please enter a first name
ar: يرجى إدخال الاسم الأول

source: Last name
ar: الاسم الأخير

source: Please enter a last name
ar: يرجى إدخال الاسم الأخير

source: Password (At least 8 characters)
ar: كلمة المرور (يجب أن تحتوي على 8 حروف على الأقل)

source: Confirm Password
ar: تأكيد كلمة المرور

source: {{ badgeClass.extension['extensions:StudyLoadExtension'].StudyLoad }} Hours
ar: {{ badgeClass.extension['extensions:StudyLoadExtension'].StudyLoad }} ساعات

source: No Badge Recipients
ar: لا وسام مستلمون

source: 1 Badge Recipient
ar: 1 وسام المستلم

source: # Badge Recipients
ar: # وسام المستلمون
